[
    {
        "_id": "63e9870429200b181d2f6f2d",
        "name": "Spider-Man",
        "alterego": "Peter Benjamin Parker",
        "description": "Sometimes student, sometimes scientist and sometimes photographer, Peter Parker is a full-time super hero better known as the web-slinging and wall-crawling Spider-Man. As an orphaned child, Peter was raised by his Uncle Ben and Aunt May. At a science expo, Peter was bitten by an errant radioactive spider which granted him an array of arachnid powers. He initially became Spider-Man to use his powers as an entertainer, growing so conceited he didn't bother stopping a passerby burglar. In a twist of fate, the same burglar wound up killing Peter's Uncle Ben, leading him to realize that he needed to use his powers responsibly. From then on, Spider-Man became a crime-fighting vigilante.",
        "logo": "https://i.ibb.co/7pffHgX/Spider-Man.png",
        "image": "https://i.ibb.co/XkpBdQF/Spider-Man.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 0,
        "createdAt": "2023-02-13T00:40:36.056Z",
        "updatedAt": "2023-10-08T20:03:18.944Z",
        "defaultForm": "65230875cb4d281b896fffc1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9898229200b181d2f6f32",
        "name": "Iron Man",
        "alterego": "Anthony Edward “Tony” Stark",
        "description": "Genius billionaire inventor, industrialist and CEO of Stark Industries Tony Stark was fatally wounded in a war zone in Sin-Cong shortly before being kidnapped by terrorists. Stark built an armored suit to escape captivity, which doubled as a device to keep his heart beating keeping him alive. Once he returned to the United States, Stark reinvented himself as the armor-clad superhero Iron Man. In times when Tony Stark was indisposed, other men have carried on the legacy of Iron Man. Twice did Tony's best friend Jim Rhodes, and the duty has fallen into the hands of the reformed villain Victor von Doom. Most recently, the role has been usurped by Tony's adopted brother, Arno Stark.",
        "logo": "https://i.ibb.co/VQ5LT2G/Iron-Man.png",
        "image": "https://i.ibb.co/j3xR8hC/Iron-Man.jpg",
        "types": [
            "hero"
        ],
        "forms": [
            "63ebcb6c1803a98ca0ab1615",
            "63ebfd161803a98ca0ab17ae",
            "63ebfe611803a98ca0ab17c0",
            "63ebffb51803a98ca0ab17c8",
            "63ec03f31803a98ca0ab1803",
            "63ec051f1803a98ca0ab180e",
            "63ec061b1803a98ca0ab1815",
            "63ec078c33e06b50e488662f",
            "63ec08a333e06b50e4886641",
            "63ec094d33e06b50e4886649",
            "63ec0a8833e06b50e4886654",
            "63ec0b6a33e06b50e4886658"
        ],
        "order": 1,
        "createdAt": "2023-02-13T00:51:14.113Z",
        "updatedAt": "2023-10-08T20:03:19.464Z",
        "defaultForm": "65230875cb4d281b896fffc5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e98c4829200b181d2f6f37",
        "name": "Captain America",
        "alterego": "Steven “Steve” Rogers",
        "description": "Cpt. Steven Rogers a.k.a. Captain America, the First Avenger, was rejected by the U.S. Army during World War II due to numerous health problems. He ultimately volunteered for Project Rebirth where he received the Super-Soldier Serum developed by Dr. Abraham Erskine. The serum greatly enhanced his frail body to the peak of human physicality. As the Sentinel of Liberty, alongside his best friend Bucky Barnes and the Invaders, Rogers and others helped the allies win the war, but not before he was lost at sea and frozen in ice in a form of suspended animation for decades. He was thawed out in the modern age to continue the battle alongside his new allies the Avengers. Cap is loyal to no politician or government and instead upholds the timeless principles of freedom, equality and justice of the American Dream.",
        "logo": "https://i.ibb.co/ph8cyZF/Captain-America.png",
        "image": "https://i.ibb.co/4RSZB1S/Captain-America.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 2,
        "createdAt": "2023-02-13T01:03:04.945Z",
        "updatedAt": "2023-10-08T20:03:19.662Z",
        "defaultForm": "65230876cb4d281b896fffc9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e98f76dc29df185633eef1",
        "name": "Thor",
        "alterego": "Thor Odinson",
        "description": "Thor is the God of Thunder, a member of the race known as the Asgardians, a group of humanoid beings from the pocket dimension of Asgard, the Realm Eternal.Thor is the son of Odin, the All-Father and King of Asgard. He was worshiped by the humans known as Vikings and became part of Norse Mythology. Armed with his enchanted Uru hammer Mjolnir, which helps him to channel his godly energies, he became the mightiest warrior in the Ten Realms. When his irresponsible and impetuous behavior became too much, Odin sent him to Midgard (more commonly known as Earth) stripped of his memory. After learning humility, he regained his memory as well as his godly powers. Thor went on to become a champion for Midgard as well as one of the founding members of the Avengers, Earth's Mightiest Heroes",
        "logo": "https://i.ibb.co/q0RV4W5/Thor.png",
        "image": "https://i.ibb.co/tc4KP8t/Thor.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 3,
        "createdAt": "2023-02-13T01:16:38.758Z",
        "updatedAt": "2023-10-08T20:03:19.860Z",
        "defaultForm": "65230876cb4d281b896fffcd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e99408dc29df185633eefa",
        "name": "Hulk",
        "alterego": "Dr. Robert Bruce Banner",
        "description": "Dr. Bruce Banner, Ph.D. a.k.a. the Hulk is an American theoretical physicist, famed for his work into the studies of nuclear physics and gamma radiation. He was recruited by General Thaddeus Ross and the US Army to develop the first Gamma Bomb. During its first live test he was bombarded with a massive dose of gamma rays while saving Rick Jones, a kid who was out on the test site. He was mutated into a green behemoth, the living personification of rage, fueled by pure physical strength and would come to be known as the near mindless Incredible Hulk. Fearful of the damage that Hulk could inflict, as well as fleeing from the military, he went on the run. He later found a home among the Avengers, Earth's Mightiest Heroes, for a short time.",
        "logo": "https://i.ibb.co/0qBMY8P/Hulk.png",
        "image": "https://i.ibb.co/sPQkhmg/Hulk.webp",
        "types": [
            "hero"
        ],
        "forms": [
            "63ebb3081803a98ca0ab158e"
        ],
        "order": 4,
        "createdAt": "2023-02-13T01:36:08.284Z",
        "updatedAt": "2023-10-08T20:03:20.054Z",
        "defaultForm": "65230877cb4d281b896fffd1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e99758dc29df185633ef05",
        "name": "Hawkeye",
        "alterego": "Clinton Francis “Clint” Barton",
        "description": "Clint Barton a.k.a. Hawkeye is an American skilled marksman, archer, and former circus performer and minor super villain turned member of the Avengers, Earth's Mightiest Heroes. As a member of the Avengers, he always had friction with the team, but always returned to fight any threat. Barton was raised in the circus, trained by criminals, and grew from a troubled youth into one of Earth's greatest heroes. Known for his use of a bow and arrow as his primary weapon, his skill is so great that it appears like he never misses. He has worked with Black Widow, whom he developed a strong friendship with. For many years, he was married to fellow super hero Mockingbird, and together they were the original founders of the West Coast Avengers.",
        "logo": "https://i.ibb.co/NTsGRrx/Hawkeye.png",
        "image": "https://i.ibb.co/QrSBLHB/Hawkeye.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 5,
        "createdAt": "2023-02-13T01:50:16.582Z",
        "updatedAt": "2023-10-08T20:03:20.249Z",
        "defaultForm": "65230877cb4d281b896fffd5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e99a74dc29df185633ef08",
        "name": "Black Widow",
        "alterego": "Natalia Alianovna “Natasha” Romanova",
        "description": "Natalia Alianovna Romanova (English: Natasha Romanoff; Russian: Наталья Наташа Романоф Алиьяновна Романова) a.k.a. Black Widow (Russian: Черная вдова) was a former Russian KGB agent. She was trained by the Red Room as part of the Black Widow Ops Program to be the ultimate Super-Spy. She defected to the United States of America from the Soviet Union to join S.H.I.E.L.D. Later Black Widow would then become a member of the Avengers and has been on the team on multiple occasions. She is a woman with a mysterious past which few know about.",
        "logo": "https://i.ibb.co/7gR9291/Black-Widow.png",
        "image": "https://i.ibb.co/fqHY8Tn/Black-Widow.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 6,
        "createdAt": "2023-02-13T02:03:32.492Z",
        "updatedAt": "2023-10-08T20:03:20.445Z",
        "defaultForm": "65230877cb4d281b896fffd9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e99d77dc29df185633ef0c",
        "name": "Ant-Man",
        "alterego": "Scott Edward Harris Lang",
        "description": "Scott Lang was born and raised in Coral Gables, Florida, the son of Bob Lang. He later became an electronic engineer and met and married Peggy Rae. Together they had a daughter Cassandra Lang but later divorced. When his daughter Cassie was diagnosed as having a serious congenital heart condition, Lang sought the aid of surgeon Dr. Erica Sondheim. Desperate to help his daughter, Lang decided to return to thievery. Breaking into the New Jersey home of Dr. Henry Pym, Lang stole Ant-Man's Suit. Unknown to him, Pym observed the theft and in his guise as Yellowjacket, followed Lang, curious to see what use he would put the paraphernalia. Garbed as Ant-Man, Lang broke into Cross and discovered Dr. Sondheim was held prisoner by Darren Cross, president of CTE, who needed Sondheim to correct his own heart condition. Rescuing Sondheim and defeating Cross, Lang was relieved when Sondheim was able to save the life of his daughter. Lang intended to return the Ant-Man costume to its owner and turn himself in, but Henry Pym offered to let him keep them, provided Lang put them to lawful use.",
        "logo": "https://i.ibb.co/8P6qMJj/Ant-Man.png",
        "image": "https://i.ibb.co/vqBc2Fy/Ant-Man.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 7,
        "createdAt": "2023-02-13T02:16:23.654Z",
        "updatedAt": "2023-10-08T20:03:20.640Z",
        "defaultForm": "65230877cb4d281b896fffdd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e99fc9dc29df185633ef13",
        "name": "Wasp",
        "alterego": "Janet Van Dyne",
        "description": "Janet Van Dyne is a fashion designer and socialite who also acts as the winsome super-heroine known as the Wasp. In order to avenge the death of her father at the hands of an extradimensional creature, she was exposed to the size-altering Pym Particles and was biologically altered by Dr. Hank Pym, the tiny adventurer Ant-Man. As the Wasp, she became Pym's crime-fighting partner, having the ability to shrink in size, fly with synthetic wings and fire energy stings. Alongside Pym, she became a founding member of the Avengers, being personally responsible for suggesting the name of the group.",
        "logo": "https://i.ibb.co/yQVcwRF/Wasp.png",
        "image": "https://i.ibb.co/2yMQNnW/Wasp.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 8,
        "createdAt": "2023-02-13T02:26:17.773Z",
        "updatedAt": "2023-10-08T20:03:20.833Z",
        "defaultForm": "65230877cb4d281b896fffe1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9bdcedc29df185633ef19",
        "name": "Black Panther",
        "alterego": "T'Challa",
        "description": "T'Challa a.k.a. the Black Panther is the head of state of the African nation of Wakanda, the most technologically advanced country on Earth. In this role, he was the King/Chieftain, religious leader, and commander-in-chief all rolled into one. He is also considered among the top intellects in the world. Using Wakanda's advanced Vibranium technology and his own abilities and fortune, he pledged his life to the service of all humankind. He would go on to become a prominent member of the Avengers, and eventually become leader of the team.",
        "logo": "https://i.ibb.co/MN5PPJR/Black-Panther.png",
        "image": "https://i.ibb.co/x8NbgpB/Black-Panther.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 9,
        "createdAt": "2023-02-13T04:34:23.767Z",
        "updatedAt": "2023-10-08T20:03:21.029Z",
        "defaultForm": "65230878cb4d281b896fffe5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9bfd4dc29df185633ef1c",
        "name": "Vision",
        "alterego": "The Vision",
        "description": "The Vision is a synthezoid, an advanced android, built to replicate the human form using Horton Cells, with the Solar Gem to give him consciousness. He was constructed by Ultron using parts of the original Human Torch which was created by Phineas Horton. He was later modified using brain patterns partially based on those of Wonder Man and then Alex Lipton. He turned on his creator and joined the Avengers, becoming one of its leading members.",
        "logo": "https://i.ibb.co/mScL5dk/Vision.png",
        "image": "https://i.ibb.co/kDJ8Y3P/Vision.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 10,
        "createdAt": "2023-02-13T04:43:00.939Z",
        "updatedAt": "2023-10-08T20:03:21.225Z",
        "defaultForm": "65230878cb4d281b896fffe9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9c3c9dc29df185633ef23",
        "name": "Scarlet Witch",
        "alterego": "Wanda Django Maximoff",
        "description": "Wanda Maximoff, also known as the Scarlet Witch, is a Romani Transian sorceress and twin sister of the speedster Quicksilver. Once believed to have been mutant children of Magneto, the twins are in truth orphans enhanced by the High Evolutionary at Mount Wundagore. The Scarlet Witch became a conduit of chaos magic, allowing her to shift probabilities and warp reality itself in the form of hexes. After being saved from an angry mob by Magneto, the Scarlet Witch and her brother joined the Brotherhood of Evil Mutants to fight for Magneto's mutant supremacy cause. Disagreeing with Magneto's ruthless approach, the twins left him and joined the super-heroic Avengers instead.",
        "logo": "https://i.ibb.co/RytMHYz/Scarlet-Witch.png",
        "image": "https://i.ibb.co/3163X0S/Scarlet-Witch.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 11,
        "createdAt": "2023-02-13T04:59:53.469Z",
        "updatedAt": "2023-10-08T20:03:21.419Z",
        "defaultForm": "65230878cb4d281b896fffed",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9c580dc29df185633ef26",
        "name": "Quicksilver",
        "alterego": "Pietro Django Maximoff",
        "description": "Pietro Maximoff is a speedster and the twin brother of Scarlet Witch, Pietro was kidnapped from Serbia and brought to Wundagore Mountain, base of the High Evolutionary. For years, he and his twin sister, Wanda, believed they were the were the children of Romany couple, Django and Marya Maximoff, later revealed to be the twins' maternal uncle and aunt. Magneto pressed them into service in his Brotherhood of Evil Mutants, costumed them, and named them the Scarlet Witch and Quicksilver. However, they left the brotherhood eventually and sought refuge with the Avengers, a world-renowned team of super heroes. ",
        "logo": "https://i.ibb.co/qkVd11s/Quicksilver.png",
        "image": "https://i.ibb.co/9w8LTTC/Quicksilver.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 12,
        "createdAt": "2023-02-13T05:07:12.545Z",
        "updatedAt": "2023-10-08T20:03:21.613Z",
        "defaultForm": "65230878cb4d281b896ffff1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9c74adc29df185633ef29",
        "name": "Falcon",
        "alterego": "Samuel Thomas “Sam” Wilson",
        "description": "Sam Wilson grew up in a tough Harlem neighborhood. His father, a minister, had been killed trying to stop a fight. Sam did his best to try and do the right thing, volunteering and becoming a social worker. Sam was lured to a Caribbean island named Exile where the Red Skull and his henchmen were hiding out. After their initial skirmish, Captain America and Sam defeated the Skull, and the Falcon became Cap's partner for a long time. Allegedly, Red Skull used the Cosmic Cube to give Sam the ability to telepathically communicate with birds, especially a bird that Wilson had bought named Redwing. The Falcon ultimately left as Cap's partner when he was named the leader of the S.H.I.E.L.D. Super-Agents. Later, as one of the few black super heroes active, he was drafted to join the Avengers by Henry Peter Gyrich to fill a quota. Resenting being a “token”, he quit at the first opportunity.",
        "logo": "https://i.ibb.co/X2hCX9b/Falcon.png",
        "image": "https://i.ibb.co/YBR12p2/Falcon.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 13,
        "createdAt": "2023-02-13T05:14:51.088Z",
        "updatedAt": "2023-10-08T20:03:21.807Z",
        "defaultForm": "65230878cb4d281b896ffff5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9c984dc29df185633ef2f",
        "name": "Winter Soldier",
        "alterego": "James Buchanan “Bucky” Barnes",
        "description": "Bucky Barnes is an American Soldier turned Soviet spy and assassin. He was recruited to the U.S. Army during World War II after being a ward of the state. He fought alongside his best friend, Captain America, the Sentinel of Liberty and the Invaders, and together they helped the Allies win the war. Bucky was believed to be dead near the end of the war, only to have been found and brainwashed by the Soviets led by Vasily Karpov, who made him the Winter Soldier. He was sent on clandestine missions and committed some of the worst assassinations over the next 50 years. His memory was returned to him decades later and he became the new Captain America after Steve Rogers was seemingly murdered and also joined the Avengers. When Steve returned, he took up the identity of the Winter Soldier once again.",
        "logo": "https://i.ibb.co/Dgh23RZ/Winer-Soldier.png",
        "image": "https://i.ibb.co/MfSgW5q/Winter-Soldier.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 14,
        "createdAt": "2023-02-13T05:24:20.997Z",
        "updatedAt": "2023-10-08T20:03:21.999Z",
        "defaultForm": "65230879cb4d281b896ffff9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9cbfcdc29df185633ef32",
        "name": "War Machine",
        "alterego": "James Rupert “Jim” Rhodes",
        "description": "A skilled military pilot, Jim Rhodes is one of the few people Tony Stark trusts to use the technology of the Iron Man Armor, flying high in his own suit as War Machine. An aviator engineer for Stark Industries, Rhodes was also the personal pilot and eventually confidant of Tony Stark. When Tony was overwhelmed by his relapsing alcoholism, Rhodey donned the Iron Man suit himself. Although he stepped up to the mark, the lack of proper calibrations in the armor affected Rhodey's psyche and he had to step down, paving the way for Tony to return as Iron Man. Later on, after Stark was seemingly assassinated, Rhodey reluctantly heeded Tony's will and became Iron Man again, wearing a new armor made specifically for him. Once he learned that Stark had survived in secret, Rhodey temporarily cut ties with him, and went solo, adopting the alias of War Machine.",
        "logo": "https://i.ibb.co/L96jqvQ/War-Machine.png",
        "image": "https://i.ibb.co/v4SBqWT/War-Machine.jpg",
        "types": [
            "hero"
        ],
        "forms": [
            "63ebcf1e1803a98ca0ab1660"
        ],
        "order": 15,
        "createdAt": "2023-02-13T05:34:52.327Z",
        "updatedAt": "2023-10-08T20:03:22.195Z",
        "defaultForm": "65230879cb4d281b896ffffd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63e9cdf9dc29df185633ef35",
        "name": "Captain Marvel",
        "alterego": "Carol Susan Jane Danvers",
        "description": "Carol Danvers is a Human/Kree hybrid and a military warrior, better known as the high-flying super hero Captain Marvel. With no support from her authoritarian father, a young Danvers took to the sky in the Air Force by herself as a promising cadet, quickly escalating to rank of Major as an intelligence agent. Eventually, she was tasked to be a head of security at NASA, when it was infiltrated by a Kree soldier named Captain Mar-Vell. Accidentally subjected to the Psyche-Magnitron machine, Danvers was imprinted with energy from Mar-Vell's Kree Nega-Bands, which triggered the manifestation of her mighty abilities. Initially adopting the name Ms. Marvel, she established herself as a vigilante and joined the Avengers. Her life was extirpated from her control after she was manipulated by the villain Marcus. Targeted by the mutant terrorist Rogue, she was stolen of her powers, memories and personality. In a very lengthy process, Danvers recovered her abilities, and forged a prominent super hero career on Earth and in outer space, having the X-Men, the Starjammers, the Avengers, and the Guardians of the Galaxy, as her allies. Ultimately, Danvers has gone on to adopt the mantle of Captain Marvel for herself.",
        "logo": "https://i.ibb.co/vsKfzy5/Captain-Marvel.png",
        "image": "https://i.ibb.co/W0XqYbb/Captain-Marvel.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 16,
        "createdAt": "2023-02-13T05:43:21.618Z",
        "updatedAt": "2023-10-08T20:03:22.390Z",
        "defaultForm": "65230879cb4d281b89700001",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ea6c7f94b4be733826a574",
        "name": "Doctor Strange",
        "alterego": "Dr. Stephen Vincent Strange",
        "description": "Dr. Stephen Strange, M.D., a.k.a. Doctor Strange, was the Sorcerer Supreme for Earth. Strange was once a brilliant but arrogant neurosurgeon, until a car accident crippled his hands. When modern medicine failed him, he embarked on a journey to Kamar-Taj in Tibet, where he was trained by the Ancient One. He healed his hands and learned more about Magic, eventually becoming a Master of the Mystic Arts. He settled in the Sanctum Sanctorum in Greenwich Village, New York City, becoming the Earth's protector from any mystical threats.",
        "logo": "https://i.ibb.co/jgHfvgq/Doctor-Strange.png",
        "image": "https://i.ibb.co/wwfzZxg/Doctor-Strange.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 17,
        "createdAt": "2023-02-13T16:59:43.935Z",
        "updatedAt": "2023-10-08T20:03:22.584Z",
        "defaultForm": "65230879cb4d281b89700005",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ea6eb394b4be733826a579",
        "name": "Ghost Rider",
        "alterego": "Johnathon “Johnny” Blaze",
        "description": "Johnny Blaze a.k.a Ghost Rider is an American motorcycle stunt performer, and entertainer turned Spirit of Vengeance. He was the son of famed stuntman Barton Blaze who tragically died during a stunt. He became bound to Zarathos the Spirit of Vengeance after making a deal with the Demon Mephisto to spare the life of his surrogate father Crash Simpson. Now with the power to control Hellfire and to inflict pain on those he deemed evil with his Penance Stare, Blaze seeks vengeance riding his Hell Cycle as the Ghost Rider.",
        "logo": "https://i.ibb.co/HqxSXMt/Ghost-Rider.png",
        "image": "https://i.ibb.co/Y8h4FKh/Ghost-Rider.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 18,
        "createdAt": "2023-02-13T17:09:07.963Z",
        "updatedAt": "2023-10-08T20:03:22.777Z",
        "defaultForm": "65230879cb4d281b89700009",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ea71b094b4be733826a57e",
        "name": "Daredevil",
        "alterego": "Matthew “Matt” Murdock",
        "description": "The son of boxer Battlin' Jack, Matt Murdock grew up in the relative poverty of Hell's Kitchen with much reverence for his father.As a boy, shortly before the death of his father, Matt witnessed a man about to be hit by a truck and pushed him out of the way but the truck crashed and spilled its cargo of extremely toxic chemicals into his face. He awoke in the hospital blind from the toxins and learned that his other senses were amplified as a result of his loss of sight and was able to see by a radar-like sense using natural sounds around him, giving him ultimate confidence in his surroundings. As an adult, he became a lawyer and opened a law firm with Foggy Nelson while secretly taking on the mantle of Daredevil in order to protect the citizens of Hell's Kitchen and bring justice to the streets as well as the courtroom. His arch nemesis is Kingpin and other side villains include Electro, the psychotic Bullseye, and Daredevil's frequent love interest Elektra. Over time he has frequently sparred with other heroes, such as Spider-Man and the Punisher. He carries a multi-purpose cane, disguised as a blind man's cane in his day life. It has a range of different modes including Nunchaku and Bo-Staff.",
        "logo": "https://i.ibb.co/XWJwZW6/Daredevil.png",
        "image": "https://i.ibb.co/9cfwbQ2/Daredevil.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 19,
        "createdAt": "2023-02-13T17:21:52.556Z",
        "updatedAt": "2023-10-08T20:03:22.972Z",
        "defaultForm": "6523087acb4d281b8970000d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ea763094b4be733826a587",
        "name": "Jessica Jones",
        "alterego": "Jessica Campbell Jones Cage",
        "description": "On the way home Jessica argued with her brother, before the car collided with a military convoy carrying radioactive chemicals. Her family was killed, and she was exposed to the chemicals. After spending several months in a coma, Jessica recovered and discovered that she had developed superhuman powers such as strength and durability. She attempted to become a super heroine, calling herself Jewel, and was active for about four years. But was later kidnapped by the Purple Man, who kept her prisoner for eight months and used her as an accomplice in his schemes. One day, while battling the Scarlet Witch, she snapped out of Killgrave's control. Thinking the gathered Avengers and Defenders would attack her, Jessica ran away, but was found and nearly killed by the Vision and Iron Man. Jean Grey and the X-men helped Jessica and made her immune to Purple Man's control. After this, she met Luke Cage, fell in love with him and they married. They have a daughter called Danielle. She is no longer a hero, but will help her allies, The Defenders, whenver they need her.",
        "logo": "https://i.ibb.co/Qpj3ntX/Jessica-Jones.png",
        "image": "https://i.ibb.co/CHhS4VN/Jessica-Jones.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 20,
        "createdAt": "2023-02-13T17:41:04.834Z",
        "updatedAt": "2023-10-08T20:03:23.167Z",
        "defaultForm": "6523087acb4d281b89700011",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaab04dd4dec728a8ecf87",
        "name": "Luke Cage",
        "alterego": "Luke Cage (Legally changed from Carl Lucas)",
        "description": "Carl Lucas. Power Man. Hero for hire. Luke Cage doesn’t bother with a fancy costume. He doesn’t wear a cape. He doesn’t hide behind a mask. He’s a simple guy with a simple goal: protect the innocent by keeping the streets of New York free of crime. And his bulletproof skin makes easy work of that. Born and raised in Harlem as Carl Lucas, Cage wasn’t always the hero that he would become later in life. Despite his misdeeds and connections to crime, instead of expressing his shock or anger with language strictly forbidden by his grandma, he took to phrases like “Sweet Christmas!” which would eventually become his trademark slogan. He is the hero of Harlem, husband to Jessica Jones, best friend of Iron Fist and member of the Defeners alongside Daredevil.",
        "logo": "https://i.ibb.co/KyNXfQC/Luke-Cage.png",
        "image": "https://i.ibb.co/L8MdfyW/Luke-Cage.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 21,
        "createdAt": "2023-02-13T21:26:28.755Z",
        "updatedAt": "2023-10-08T20:03:23.361Z",
        "defaultForm": "6523087acb4d281b89700015",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaad54dd4dec728a8ecf8a",
        "name": "Iron Fist",
        "alterego": "Daniel Thomas `Danny` Rand-K'ai",
        "description": "Fueled by a desire for revenge, nine-year-old Danny Rand spent a decade training in martial arts in the heavenly city of K'un-Lun. Danny Rand possesses the power to harness the mystical spiritual energy, or chi, as a result of having defeated Shou-Lao the Undying in combat. After he plunged his fists into the dragon's molten heart, absorbing its chi, Rand gained the power of the Iron Fist. Instead of staying and embracing immortality at K'un-Lun, he returned to Earth ten years later to avenge his dead parents. He found nothing more than a hollow victory, but joined a surrogate family of heroes and adventurers whom he would defend to the very end. Iron Fist now works as a hero in New York, befriending Luke Cage, and working as Heroes for Hire. Eventually he would also partner up with Daredevil and Jessica Jones, to form a new group of defenders.",
        "logo": "https://i.ibb.co/sgWJFXN/Iron-Fist.png",
        "image": "https://i.ibb.co/YQB5SY6/Iron-Fist.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 22,
        "createdAt": "2023-02-13T21:36:20.725Z",
        "updatedAt": "2023-10-08T20:03:23.556Z",
        "defaultForm": "6523087acb4d281b89700019",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eab00cdd4dec728a8ecf91",
        "name": "Punisher",
        "alterego": "Francis “Frank“ G. Castle",
        "description": "Lt. Francis “Frank“ Castle (born Francis Castiglione) a.k.a. the Punisher was an Italian-American former US Marine who served in multiple tours of duty, including the Siancong War, where he received the Bronze Star, Silver Star, and four Purple Hearts. He became a vigilante after seeing his wife; Maria and children; Lisa and Frank Jr. gunned down for accidentally observing a Mafia “hit“. Now with a distinct death's head skull adorning his chest, he devoted his life to the task of destroying organized crime wherever he found it. Nick Fury's intel classified him as being power level 6 or greater due to his fighting skills, his weaponry, and his use of lethal force.",
        "logo": "https://i.ibb.co/kDwP9vb/Punisher.png",
        "image": "https://i.ibb.co/3mWNb92/Punisher.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 23,
        "createdAt": "2023-02-13T21:47:56.348Z",
        "updatedAt": "2023-10-08T20:03:23.753Z",
        "defaultForm": "6523087acb4d281b8970001d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eab2e5dd4dec728a8ecf96",
        "name": "Elektra",
        "alterego": "Elektra Natchios",
        "description": "Daughter of a slain ambassador with a troubled childhood, Elektra trained to become a supreme martial artist and assassin. An assassin and bounty hunter trained by the ancient ninja cult known as the Hand, Elektra Natchios has a history of getting her jobs done—even when her allies get in the way. Elektra is a master in multiple forms of martial arts, including Ninjutsu, which are heightened by her incredible gymnastic abilities. She matches her physical prowess with a signature pair of sai, which she wields with deadly skill. She has a recurring romance with Daredevil, who she also considers a trusty ally. The assassin has also demonstrated the ability to mesmerize her enemies, causing them see illusions or other phenomena. She can also communicate without words or gestures with those who possess similar levels of mental discipline, like Daredevil.",
        "logo": "https://i.ibb.co/L9jLdg1/Elektra.png",
        "image": "https://i.ibb.co/9qGgVCY/Elektra.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 24,
        "createdAt": "2023-02-13T22:00:05.091Z",
        "updatedAt": "2023-10-08T20:03:23.948Z",
        "defaultForm": "6523087bcb4d281b89700021",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eab693dd4dec728a8ecfa1",
        "name": "Mister Fantastic",
        "alterego": "Dr. Reed Richards",
        "description": "Dr. Reed Richards is a scientist and inventor, better known as Mister Fantastic, who has been considered the smartest man on Earth. He is a polymath with mastery of all the sciences including, electrical, mechanical, aerospace engineering, electronics, chemistry, physics, biology and beyond. Richards was exposed to high levels of cosmic radiation along with his best friend Ben Grimm, then girlfriend Sue Storm and her younger brother Johnny Storm, during a trip to space in the stolen rocket, the Marvel-1. The radiation mutated him and his friends, allowing him to stretch and mold his body at will. Together they became the Fantastic Four, a team of adventurers who explored space, time and alternate dimensions and saved the world along the way from science-based threats. Mister Fantastic possesses the ability to convert the mass of his entire body into a highly malleable state at will.",
        "logo": "https://i.ibb.co/pnD7ysX/Mr-Fantastic.png",
        "image": "https://i.ibb.co/kSMh45q/Mr-Fantastic.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 25,
        "createdAt": "2023-02-13T22:15:47.710Z",
        "updatedAt": "2023-10-08T20:03:24.144Z",
        "defaultForm": "6523087bcb4d281b89700025",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eab932dd4dec728a8ecfa6",
        "name": "Invisible Woman",
        "alterego": "Dr. Susan “Sue“ Storm Richards",
        "description": "Dr. Susan “Sue“ Richards (née Storm), a.k.a. the Invisible Woman, is an American superpowered adventurer. She was a college student before she was exposed to high levels of cosmic radiation when boyfriend and scientist, Dr. Reed Richards, took her with her younger brother, Johnny Storm and pilot Ben Grimm, into space in the stolen rocket Marvel-1. The radiation mutated her and her friends, turning her invisible and allowing her to create forcefields. Together they became the Fantastic Four, a team of adventurers who explored space, time, and alternate dimensions and saved the world along the way from science-based threats.",
        "logo": "https://i.ibb.co/jyZ0vRV/Invisible-Woman.png",
        "image": "https://i.ibb.co/cgXqVpF/Invisible-Woman.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 26,
        "createdAt": "2023-02-13T22:26:58.738Z",
        "updatedAt": "2023-10-08T20:03:24.338Z",
        "defaultForm": "6523087bcb4d281b89700029",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eabc0cdd4dec728a8ecfaf",
        "name": "Human Torch",
        "alterego": "Jonathan Lowell Spencer “Johnny“ Storm",
        "description": "Johnny Storm a.k.a. the Human Torch[ is an American superpowered adventurer. He was a high school student before he was exposed to high levels of cosmic radiation when his older sister Sue Storm's boyfriend, scientist Dr. Reed Richards, took them and pilot Ben Grimm into space in the stolen rocket Marvel-1. The radiation mutated the group, transforming Johnny's entire body into a fiery, plasma-like state. Together they became the Fantastic Four, a team of adventurers who explored space, time and alternate dimensions and saved the world along the way from science-based threats.",
        "logo": "https://i.ibb.co/5BXVX3P/Human-Torch.png",
        "image": "https://i.ibb.co/5YkhSYr/Human-Torch.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 27,
        "createdAt": "2023-02-13T22:39:08.617Z",
        "updatedAt": "2023-10-08T20:03:24.530Z",
        "defaultForm": "6523087bcb4d281b8970002d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eabe6bdd4dec728a8ecfb4",
        "name": "Thing",
        "alterego": "Benjamin Jacob “Ben” Grimm",
        "description": "Ben Grimm a.k.a. The Thing was an astronaut and former USAF test pilot. Grimm was exposed to high levels of cosmic radiation when his best friend, scientist Dr. Reed Richards took him and his friends Sue Storm and her younger brother Johnny Storm, into space in the stolen rocket; Marvel-1. The radiation mutated him and his friends, turning him into a super-strong rock like monster with a Heart of Gold. Together they became the Fantastic Four, a team of adventurers who explored space, time, and alternate dimensions and saved the world along the way from science-based threats.",
        "logo": "https://i.ibb.co/PCpxxqG/Thing.png",
        "image": "https://i.ibb.co/b5KjSgY/Thing.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 28,
        "createdAt": "2023-02-13T22:49:15.920Z",
        "updatedAt": "2023-10-08T20:03:24.722Z",
        "defaultForm": "6523087bcb4d281b89700031",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eac268dd4dec728a8ecfb7",
        "name": "Wolverine",
        "alterego": "James “Logan” Howlett",
        "description": "Cursed with a berserker fury, the violent mutant known as Wolverine has a reputation of both as an outstanding super hero and as a lethal killer. Born as James Howlett to a wealthy Canadian family at the end of the 19th century, he was forced to abandon his family after the tragic manifestation of his bestial abilities of accelerated healing factor, keenly enhanced senses and bone claws in each hand. Adopting the name Logan, he wandered the world, living a long life filled with blood, war and betrayal, having vile Sabretooth as his archenemy, and the Japanese warrior Ogun as his sensei. Unfortunately, by acting as a lone wolf, Logan was an unwitting subject of the Weapon X Program and had his bones coated in indestructible Adamantium, becoming an even more lethal asset. Rescued and assisted by Mac and Heather Hudson, he joined Department H as a Canadian government operative known as the Wolverine. Later, Logan was invited by Charles Xavier to join the X-Men, a team of heroes fighting for peace between humans and mutants. Proving to be a challenging addition to the X-Men due to his aggressive behavior, Wolverine was constantly in conflict with his fellow teammate Cyclops. However, he has gradually grown fond of the X-Men, considering them to be his new family. As a recurrent member of the X-Men, Wolverine has also become a noteworthy member of the Avengers.",
        "logo": "https://i.ibb.co/vBmcDRp/Wolverine.png",
        "image": "https://i.ibb.co/Y0m14Ww/Wolverine.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 29,
        "createdAt": "2023-02-13T23:06:16.668Z",
        "updatedAt": "2023-10-08T20:03:24.914Z",
        "defaultForm": "6523087ccb4d281b89700035",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eac504dd4dec728a8ecfbe",
        "name": "Cyclops",
        "alterego": "Scott Summers",
        "description": "Scott Summers is a mutant with the ability to fire destructive optic beams from his eyes. As the first X-Man Cyclops, he has ascended from super hero field leader to a mutant revolutionary icon. As an introspective orphan and in the clutches of the nefarious Mister Sinister, his mutant abilities first manifested. After escaping Sinister's orphanage, Summers was rescued by Professor Xavier, a fellow mutant who ran a school aimed at helping mutants to control their uncanny abilities.As the leader of Xavier's X-Men, a task force with the goal of ensuring peaceful coexistence between humans and mutants, Cyclops guided other mutants in countless missions and adventures, and even became the headmaster of Xavier's School.",
        "logo": "https://i.ibb.co/F4x54pq/Cyclops.png",
        "image": "https://i.ibb.co/qgpbGSJ/Cyclops.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 30,
        "createdAt": "2023-02-13T23:17:24.248Z",
        "updatedAt": "2023-10-08T20:03:25.108Z",
        "defaultForm": "6523087ccb4d281b89700039",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eac74edd4dec728a8ecfc3",
        "name": "Jean Grey",
        "alterego": "Jean Elaine Grey-Summers",
        "description": "Jean Grey is a mutant with vast empathic and telepathic abilities that were traumatically awakened when as a child she witnessed her best friend's death. For years, Jean Grey was mentored by mutant specialist Professor Charles Xavier, a telepath himself. Eventually, she also developed telekinetic powers. When Xavier opened a school for mutants in order to prepare his students to carry on his dream of peaceful coexistence between mutants and humans, Jean Grey was enrolled as the last student of his first class. As Marvel Girl, she became one of the original X-Men, a group that fights for a world that hates and fears mutants. Jean Grey is intimately associated with the Phoenix, an immensely powerful cosmic entity.",
        "logo": "https://i.ibb.co/vk3RJnX/Jean-Grey.png",
        "image": "https://i.ibb.co/RTkZBB4/Jean-Grey.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 31,
        "createdAt": "2023-02-13T23:27:10.268Z",
        "updatedAt": "2023-10-08T20:03:25.301Z",
        "defaultForm": "6523087ccb4d281b8970003d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaca1bdd4dec728a8ecfca",
        "name": "Beast",
        "alterego": "Dr. Henry Phillip “Hank” McCoy",
        "description": "As a founding member of the X-Men, the intelligently gifted Dr. Hank McCoy has been fighting for the peaceful coexistence between mutants and humans for most of his life. Born with a physique, strength, and muscular structure greatly resembling an ape, he was known as Beast. He is considered one of the eight smartest people in the world, and has six PhDs, including one in biophysics. becoming a world-renowned biochemist, Later while working at the Brand Corporation, Hank drank a serum he created and further mutated himself into a blue-furred creature with fangs and claws. After spending many years as an Avenger, he joined the Defenders, and, later with his former teammates they formed X-Factor. Hank has always found himself returning to the X-Men",
        "logo": "https://i.ibb.co/MD3wj5j/Beast.png",
        "image": "https://i.ibb.co/vjfqhW3/Beast.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 32,
        "createdAt": "2023-02-13T23:39:07.534Z",
        "updatedAt": "2023-10-08T20:03:25.507Z",
        "defaultForm": "6523087ccb4d281b89700041",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eacfa1dd4dec728a8ecfd6",
        "name": "Iceman",
        "alterego": "Robert Louis “Bobby” Drake",
        "description": "Iceman is a mutant with the ability to lower both his external and internal body temperature, which projects intense coldness from his body. He is one of the Original X-Men. Bobby Drake discovered his mutant power to create ice while in his early teens, yet kept his condition hidden from everyone but his parents. Initially, Bobby was unable to stop feeling cold and shivering, but soon managed to keep it under control. Professor X dispatched his first X-Man, Cyclops, to contact Bobby. Hated and feared by humanity, the X-Men honed their amazing abilities while standing in defense of a world pushed to the brink of genetic war by a handful of mutant terrorists. Iceman, the team's youngest founding member, became known as the comedian of the group. Regardless, he pulled his weight and worked well with rest of the team.",
        "logo": "https://i.ibb.co/RDMH6fz/Iceman.png",
        "image": "https://i.ibb.co/SKksqbH/Iceman.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 33,
        "createdAt": "2023-02-14T00:02:41.502Z",
        "updatedAt": "2023-10-08T20:03:25.701Z",
        "defaultForm": "6523087ccb4d281b89700045",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ead46edd4dec728a8ecfe3",
        "name": "Angel",
        "alterego": "Warren Kenneth Worthington III",
        "description": "Warren Kenneth Worthington III is the mutant son of the wealthy Warren K. Worthington Jr. and his wife Kathryn, neither of whom were aware that their son had developed a pair of large feathered wings extending from his back enabling him to fly. Warren soon became the costumed crime-fighting Avenging Angel and attracted the attention of Professor Xavier, who recruited him as a founding member of the heroic, mutant X-Men team.",
        "logo": "https://i.ibb.co/2tRkGBV/Angel.png",
        "image": "https://i.ibb.co/xSNg6qX/Angel.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 34,
        "createdAt": "2023-02-14T00:23:10.336Z",
        "updatedAt": "2023-10-08T20:03:25.895Z",
        "defaultForm": "6523087dcb4d281b89700049",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eadb9edd4dec728a8ecff7",
        "name": "Storm",
        "alterego": "Ororo Munroe",
        "description": "Ororo Munroe is a powerful mutant with weather-manipulating abilities, prestigiously known as the windriding Storm. As the daughter of a Kenyan tribal princess and an American photojournalist who lived in Cairo, Egypt, she became an orphan after a plane crashed on and destroyed her home. The young Ororo became a sneak thief on the streets of Cairo under the tutelage of Achmed El Gibár, who provided her a home. She was eventually approached by Professor Xavier to join his X-Men, a mutant group aimed at implementing peace between humans and mutants. Adopting the name Storm, Ororo accepted the offer, intending to comprehend the origin and potential of her powers. With the X-Men, Storm has had the opportunity to explore the universe in unexpected ways, rising to prominence in the group and becoming the leader of the team for years. Her challenging experiences have led her to connect herself to violent aspects of her soul she had never believed to possess. Storm also has strong ties with the nation of Wakanda, being its former queen due to her marriage to Black Panther.",
        "logo": "https://i.ibb.co/0ZwNGMd/Storm.png",
        "image": "https://i.ibb.co/hCxcR2N/Storm.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 35,
        "createdAt": "2023-02-14T00:53:50.699Z",
        "updatedAt": "2023-10-08T20:03:26.088Z",
        "defaultForm": "6523087dcb4d281b8970004d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaea40cd5d9522b8e5048f",
        "name": "Nightcrawler",
        "alterego": "Kurt Wagner",
        "description": "Kurt Wagner is a demonic-looking mutant with teleporting abilities, being known as the soft-hearted X-Man Nightcrawler. As the child of the terrorist Mystique and the Neyaphem leader Azazel, he was abandoned after birth in the Bavarian Alps. Found and raised by the Romani witch Margali Szardos, he lived a happy childhood despite his devilish appearance, performing as a trapeze artist in the carnival alongside his adoptive siblings Jimaine and Stefan. After Stefan became a vile mass-murderer in Winzeldorf, Kurt unintentionally executed his own brother. Their conflict caught the attention of a mob, who believed Kurt to be a murderous demon and decided to hunt and lynch him. Kurt was ultimately saved by Professor Charles Xavier of the X-Men, who invited him to join the super hero mutant group under the name Nightcrawler. He has become one of the most respected and beloved members of the X-Men, due to his charming attitude and kind soul. Considering the X-Men his family, he even led the team in several opportunities. Nightcrawler was also a prominent member and leader of the British-based mutant group Excalibur for years.",
        "logo": "https://i.ibb.co/pj6YR6b/Nightcrawler.png",
        "image": "https://i.ibb.co/3Cw7whj/Nightcrawler.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 36,
        "createdAt": "2023-02-14T01:56:16.885Z",
        "updatedAt": "2023-10-08T20:03:26.286Z",
        "defaultForm": "6523087dcb4d281b89700051",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaed3bcd5d9522b8e50496",
        "name": "Rogue",
        "alterego": "Anna Marie LeBeau",
        "description": "The mutant known as Rogue has the uncontrollable ability of absorbing the energy of others through physical contact, temporarily incorporating their abilities, powers, memories and even personality with a touch, a process which wears her victims out. A runaway, Rogue was found and adopted by mutant terrorists Mystique and Destiny. She had her abilities traumatically activated when she shared her first kiss with a boy and put him into a coma. As part of Mystique's Brotherhood of Evil Mutants Rogue accidentally learned through Destiny that the super-heroine Ms. Marvel was destined to bring tragedy to their life. Deciding to secretly attack Ms. Marvel, Rogue unexpectedly absorbed her entire persona, permanently keeping not only her flight and super-strength powers but also her psyche. Gravely affected by this experience, Rogue had no choice but to seek help with Mystique's enemy, Professor Charles Xavier, founder and leader of the X-Men. Contrary to other members' disapproval, Xavier took Rogue in as part of the team. Rogue soon proved her worth by becoming one of Xavier's most loyal soldiers by not being afraid of putting herself in danger to protect others. With the X-Men she found relative peace and even managed to get rid of Ms. Marvel's identity. A notable super hero, Rogue was also a member of the Avengers Unity Division, a team designed to improve mutant-human relations, eventually becoming the leader of the team. After getting married to her long-time teammate and lover, Gambit, Rogue started to enjoy options to keep her powers in check.",
        "logo": "https://i.ibb.co/d2VxRz5/Rogue.png",
        "image": "https://i.ibb.co/zsdnSf2/Rogue.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 37,
        "createdAt": "2023-02-14T02:08:59.339Z",
        "updatedAt": "2023-10-08T20:03:26.484Z",
        "defaultForm": "6523087dcb4d281b89700055",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaef76cd5d9522b8e5049d",
        "name": "Gambit",
        "alterego": "Remy Etienne LeBeau",
        "description": "Remy LeBeau, better known as the charming thief Gambit, is a mutant with the ability to charge inanimate objects and cause them to explode. Raised by the Thieves Guild, Gambit's dark path led him to become a secret agent for the vile Mister Sinister. After befriending fellow mutant thief, Storm, he was invited to the X-Men, and had the opportunity to redeem himself. Although he morally conflicted with much of the X-Men's way of acting, Gambit's soft spot for abandoned kids caused him to integrate well into the team while getting close to many of its members, especially Rogue whom he developed a romance with. Although a longtime member of the X-Men, upon the public reveal of his association with Sinister, the X-Men rejected his membership, though he eventually made it back to the team.",
        "logo": "https://i.ibb.co/sb2XW6k/Gambit.png",
        "image": "https://i.ibb.co/FX3yCsn/Gambit.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 38,
        "createdAt": "2023-02-14T02:18:30.845Z",
        "updatedAt": "2023-10-08T20:03:26.678Z",
        "defaultForm": "6523087dcb4d281b89700059",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaf288cd5d9522b8e504a3",
        "name": "Colossus",
        "alterego": "Piotr Rasputin",
        "description": "Born to a simple farm life in Russia, Piotr Rasputin (Russian: Пётр Распутин) was the younger brother of the famous cosmonaut Mikhail Rasputin. Gifted as an artist, Piotr was content with his simple life, until he was approached with a chance to change the world by Professor Charles Xavier. Since joining the X-Men as Colossus (Russian: Колосс), Piotr has been using his mutant power to turn to organic steel and gain superhuman strength to fight for the peaceful coexistence of mutants and humans most of his life. When the X-men battled the Hellfire Club Knights and the White Queen, where Piotr first met Kitty Pryde. Piotr began a close friendship with Wolverine and Nightcrawler as well as Storm, whom would come to affectionately call him Little Brother.",
        "logo": "https://i.ibb.co/pwZzJmQ/Colossus.png",
        "image": "https://i.ibb.co/kHRmLJG/Colossus.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 39,
        "createdAt": "2023-02-14T02:31:36.257Z",
        "updatedAt": "2023-10-08T20:03:26.878Z",
        "defaultForm": "6523087ecb4d281b8970005d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eaf7efcd5d9522b8e504b7",
        "name": "Emma Frost",
        "alterego": "Emma Grace Frost",
        "description": "Emma Frost is a powerful and influential mutant telepath, most notoriously known as the White Queen of the Hellfire Club and occasional headmistress of the Xavier's School for Gifted Youngsters. Born to a rich Boston mercantile family, she parted ways with her family and built a financial empire with Frost International, ascending to a ruling position in the Inner Circle of the Hellfire Club. Demonstrating a particular interest in education, Frost ran the Massachusetts Academy, a preparatory school that secretly housed young mutants trained for her own interests, the Hellions. As an adversary of Charles Xavier's X-Men, Frost constantly used to clash with younger mutants she attempted to manipulate, such as Kitty Pryde, and members of the New Mutants and the New Warriors. However, the tragic death of her Hellions changed her heart, leading her to form a partnership with Xavier.",
        "logo": "https://i.ibb.co/cckkxvT/Emma-Frost.png",
        "image": "https://i.ibb.co/8PrCmkJ/Emma-Frost.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 40,
        "createdAt": "2023-02-14T02:54:39.115Z",
        "updatedAt": "2023-10-08T20:03:27.076Z",
        "defaultForm": "6523087ecb4d281b89700061",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eafca8cd5d9522b8e504c5",
        "name": "Kitty Pride",
        "alterego": "Katherine Anne “Kate” Pryde",
        "description": "Kitty Pryde is a Jewish mutant with versatile phasing abilities which allow her to move through solid matter. After her powers first manifested, Pryde was approached both by Emma Frost, the White Queen of the Hellfire Club, and the X-Men, a mutant super hero group. Realizing Frost had vile intentions as she captured and tortured the X-Men, Pryde demonstrated immense bravery and freed the X-Men. As Sprite, she became the X-Men's youngest member by enrolling at the Xavier's School for Gifted Youngsters.Proving to be a controversial but invigorating addition to the team, Pryde had her life completely guided by her tenure with the X-Men, who became her second family.",
        "logo": "https://i.ibb.co/7RxMWZ2/Kitty-Pride.png",
        "image": "https://i.ibb.co/9Y87Pzy/Kitty-Pride.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 41,
        "createdAt": "2023-02-14T03:14:48.480Z",
        "updatedAt": "2023-10-08T20:03:27.271Z",
        "defaultForm": "6523087ecb4d281b89700065",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb0127cd5d9522b8e504de",
        "name": "Jubilee",
        "alterego": "Jubilation Lee",
        "description": "Jubilation Lee, also known as Jubilee, is a mutant born with the ability to generate explosive energy blasts, often referred to as fireworks. After her parents were killed, Jubilee was sent to an orphanage, but ran away and hid in a Hollywood shopping mall. Eventually, she was caught by mall security, but was rescued by the X-Men and decided to follow them through a portal to their base in Australia, ending up joining the team. As an X-Man, Jubilee formed a close bond with Wolverine and carried his teachings with her when she joined the teenage mutant team called Generation X.",
        "logo": "https://i.ibb.co/s3x50Mf/Jubilee.png",
        "image": "https://i.ibb.co/w7xs9cK/Jubilee.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 42,
        "createdAt": "2023-02-14T03:33:59.467Z",
        "updatedAt": "2023-10-08T20:03:27.465Z",
        "defaultForm": "6523087ecb4d281b89700069",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb02b0cd5d9522b8e504e3",
        "name": "Psylocke",
        "alterego": "Elizabeth “Betsy” Braddock",
        "description": "Elizabeth “Betsy” Braddock is a British mutant telepath who has acted both alongside the X-Men as Psylocke, and as a champion for Otherworld as Captain Britain. While her twin brother Brian became the original Captain Britain, Betsy developed psychic powers. By serving in S.T.R.I.K.E. Psi Division, her path as a secret agent crossed with her brother's super hero activities. She acted as an ally to her brother in several conflicts, eventually adopting the Captain Britain mantle. Blinded by the villain Slaymaster, Braddock stood down as Captain Britain, only to be captured and to have her sight restored by Mojo and Spiral. Rescued by the New Mutants and the X-Men, Braddock joined the ranks of the latter as Psylocke.",
        "logo": "https://i.ibb.co/1fZ6y6g/psylocke.png",
        "image": "https://i.ibb.co/ryx6nW2/Psylocke.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 43,
        "createdAt": "2023-02-14T03:40:32.803Z",
        "updatedAt": "2023-10-08T20:03:27.669Z",
        "defaultForm": "6523087ecb4d281b8970006d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb05c9cd5d9522b8e504ee",
        "name": "Professor X",
        "alterego": "Dr. Charles Francis Xavier",
        "description": "Charles Xavier is a mutant gifted with vast telepathic powers, a specialist in mutant biology and sociology and the founder of the Uncanny X-Men as Professor X. With immense support from Dr. Moira MacTaggert, his life has become dedicated to fulfilling his dream of mutants and humans coexisting peacefully. As a young man, he traveled around the world to better comprehend mutantkind, meeting a dear friend and ruthless rival, the man who would become known as Magneto. After becoming paraplegic following a conflict against the villain Lucifer in the Himalayas, Xavier transformed his family's ancestral home into the Xavier's School for Gifted Youngsters, a sanctuary for mutants to train and learn about their abilities.[28] Under his supervision, Professor X's students formed the first X-Men, a super hero group who fight for a world that hates and fears them, guided by Xavier's dream. ",
        "logo": "https://i.ibb.co/sKz4CBY/professor-X.png",
        "image": "https://i.ibb.co/pPsV0HS/Professor-X.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 44,
        "createdAt": "2023-02-14T03:53:45.985Z",
        "updatedAt": "2023-10-08T20:03:27.868Z",
        "defaultForm": "6523087fcb4d281b89700071",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb08d9cd5d9522b8e504f4",
        "name": "Havok",
        "alterego": "Alexander “Alex“ Summers",
        "description": "Alexander Summers is the younger of the two sons of Christopher Summers, a United States Air Force Major and test pilot, and his wife Katherine Anne. His brother is Cyclops, the leader of the X-Men. After his parent's death Alex was soon adopted by the Blanding family, who had lost their son Todd. Alex was one day captured by one of the mutant-hunting robotic Sentinels and brought to the headquarters of Larry Trask, son of the Sentinels' inventor Bolivar Trask. Larry gave Alex the codename Havok and a costume whose chest display monitored the build-up of cosmic energy within him. The X-Men came to Alex’s rescue and he finally returned with his brother and his teammates. He joined the X-Men and began training to control his powers. Eventually, Alex gained enough mastery over his power that he would release it only when he wished to do so and could wield his power with enough skill to become a formidable opponent in battle.",
        "logo": "https://i.ibb.co/1dj5XD1/Havok.png",
        "image": "https://i.ibb.co/wYzwgzn/Havok.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 45,
        "createdAt": "2023-02-14T04:06:49.689Z",
        "updatedAt": "2023-10-08T20:03:28.062Z",
        "defaultForm": "6523087fcb4d281b89700075",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb0bedcd5d9522b8e504f9",
        "name": "Magik",
        "alterego": "Illyana Nikolievna Rasputina",
        "description": "Illyana Rasputin is a mutant sorceress who rules the demonic realm known as Limbo. Magik (as she's known in the superhero community) became a demon lord following a tragic experience. As the younger sister of the X-Man Colossus, she was forcedly taken to Limbo by the malignant Belasco when she was under the X-Men's custody. In the very few seconds that passed on Earth, Rasputin aged years in Limbo, a process which caused her to master different dark arts. Back to the X-Men, Magik exhibited mutant teleporting abilities linked to Limbo and ultimately joined Charles Xavier's younger protegees, the New Mutants. Having the New Mutants not only as her teammates but also as her close friends, Magik experienced many unimaginable adventures and difficult moments. Her usually mischievous attitude always masked a deeply traumatized and lonely soul.",
        "logo": "https://i.ibb.co/D8JSX02/magik.png",
        "image": "https://i.ibb.co/tCW934J/Magik.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 46,
        "createdAt": "2023-02-14T04:19:57.488Z",
        "updatedAt": "2023-10-08T20:03:28.258Z",
        "defaultForm": "6523087fcb4d281b89700079",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb0dfdcd5d9522b8e50502",
        "name": "Bishop",
        "alterego": "Lucas Bishop",
        "description": "Lucas Bishop is a mutant born in a dystopic future who has travelled back in time and has joined the legendary mutants he had only known through bedtime stories, the X-Men. In his original timeline, Bishop served as a member of the X.S.E. mutant police force. Chasing the criminal Fitzroy, Bishop entered an intertemporal portal and arrived decades prior to his own birth. With the X-Men, he reconsidered his authoritarian upbringing and found a family to get support from and rely on. Bishop's police training has directed him to approach mutant-human relations under a law-enforcement approach, joining the X-Treme X-Men, Storm's X.S.E., and O*N*E*, and by acting as a peacekeeper in Mutant Town. In an unexpected turn of events, Bishop betrayed the X-Men following the birth of Hope, the mutant messiah who was claimed to have caused his world to systematically prosecute mutants. After hunting Hope for years, Bishop has eventually met his redemption by regretting his actions.",
        "logo": "https://i.ibb.co/6yhLSB4/Bishop.png",
        "image": "https://i.ibb.co/7g23NHF/Bishop.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 47,
        "createdAt": "2023-02-14T04:28:45.230Z",
        "updatedAt": "2023-10-08T20:03:28.451Z",
        "defaultForm": "6523087fcb4d281b8970007d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb12a7cd5d9522b8e50505",
        "name": "Deadpool",
        "alterego": "Unknown (Most likely Wade Winston Wilson)",
        "description": "Welcome to the Deadpool character bio, nerds! I mean...True Believers! Brought to you by me, myself, and I: the fabulous Deadpool! I could have let some smelly pencil-pushing intern spell out my life story for you, but you deserve better. So, here it is, straight from the Merc with a Mouth's mouth—every detail of my morally ambiguous, mentally unstable, innuendo-laden past. From my very first appearance in NEW MUTANTS #98, to my latest booty-kicking, comic relief-ing anti-heroics, to a third thing that I can't think of right now, this is the definitive history of Deadpool. Like any misunderstood hero, I probably had a difficult childhood that led to my career as a professional killer. That, or someone brainwashed me into murdering my parents. If I don't remember, does it really count? Or matter?. Let's just say that I was an orphan, a wizard put me on my aunt and uncle's doorstep, they raised me in secret, and then I went to a special magic school where a bald man regularly tried to murder me with voodoo. Okay, that's not true...but I do have a scar on my forehead! Several, actually! Anyway, seriously, I joined the military at 17 years-old, but was discharged soon thereafter. So, naturally, I decided to become an assassin (which is, by the way, an incredibly fun word to write). Then I met Wade and Mercedes Wilson, a young couple that nursed me back to health after an early failed job. Some may say that I killed them both in an attempt to steal Wade's identity, but guys, come on. I'm the real Wade Wilson. While working as a hired gun, I met the expensively beautiful Vanessa Carlyle, and we made a perfectly dysfunctional pair. I then got an assignment to kill a British operative named Althea (important moment readers, I'm meeting my best friend here) but decided to kill everyone else instead. Doing this made my employers...unhappy. So they tried to kill Vanessa. Luckily, a special agent named Zoe Culloden—who'd been spying on me to try and convert me into some kind of messiah protector—rescued Vanessa. Weird subplot, I know. Cue my first life-defining moment: they gave me inoperable cancer. Low blow. I dumped Vanessa and joined a Weapon X program, where a few experiments served me up fresh and cancer free—with a side order of healing powers. Mmm, tasty! I joined their internal team of mercenaries, but my powers had some performance issues, so the department sent me off to die quietly in a place called Hospice. As if a painful, slow death could shut this mouth up. Clearly, these guys hadn't read any of my supporting literature. There were a few other guys stuck in there with me, and we had a betting pool over who would kick the bucket first. We called it the dead pool, and because I'm a clever girl and because my name needed some kind of logic behind it, I adopted the moniker Deadpool. What? No, I disagree, it's not a reach at all. I got many enemies with the years, and many people have tried to kill me. But it didn't work because I'm still here. Writing this character biography. Doing work an intern should be doing. Not getting paid. In any case, if you are going to play as me. Do it right! Or I'll get out of this game and I'll kill you, and you know I will! Okay. Uhh? How do I end this. Umm? Oh! I know. The truth is... I am Iron Man.",
        "logo": "https://i.ibb.co/Ss5xv4s/Deadpool.png",
        "image": "https://i.ibb.co/fCLgFcP/Deadpool.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 48,
        "createdAt": "2023-02-14T04:48:39.215Z",
        "updatedAt": "2023-10-08T20:03:28.647Z",
        "defaultForm": "6523087fcb4d281b89700081",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb161acd5d9522b8e5050a",
        "name": "Cable",
        "alterego": "Nathaniel Christopher Charles Summers",
        "description": "Nathan Summers is a powerful mutant telepath and telekinetic, who has been fighting in wars most of his life as the time-travelling soldier called Cable. The son of the first X-Man Cyclops and Madelyne Pryor, Nathan's maternally-inherited powers manifested at a young age. The circumstances of his birth were machinated by Mr. Sinister to create a living weapon against Apocalypse, which resulted in his mother's descent into madness and death after learning her place in this plot as a clone of his eventual step-mother, founding X-Man Jean Grey. During this ordeal, baby Nathan was infected with the Techno-Organic Virus and sent into a post-apocalyptic future where he could be saved. Raised in this future as Nathan Dayspring, the Askani'son destined to kill Apocalypse in the Clan Askani religion, Nathan became a hardened warrior and brilliant tactician.",
        "logo": "https://i.ibb.co/xzfp3Tv/cable.png",
        "image": "https://i.ibb.co/LS6HPK0/Cable.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 49,
        "createdAt": "2023-02-14T05:03:22.145Z",
        "updatedAt": "2023-10-08T20:03:28.841Z",
        "defaultForm": "65230880cb4d281b89700085",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb18c0cd5d9522b8e50510",
        "name": "Domino",
        "alterego": "Neena Thurman",
        "description": "The woman who would become known as Domino was actually the result of a top-secret government breeding program intended to develop the perfect weapon, the clandestine super-soldier program Project Armageddon. There she was subjected to tests by Dr. Rossini, which included at one point being given a cat she named Christmas. Domino was the only test subject to survive, but her luck power was deemed a failure to meet the project's goals. Domino's biological mother broke her out of the project and left her with Father Rudolpho Boschelli, in the Church of the Sacred Heart in Chicago. Domino eventually escaped from the Church and became a mercenary.",
        "logo": "https://i.ibb.co/cN0TQs5/Domino.png",
        "image": "https://i.ibb.co/zPqbstQ/Domino.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 50,
        "createdAt": "2023-02-14T05:14:40.321Z",
        "updatedAt": "2023-10-08T20:03:29.035Z",
        "defaultForm": "65230880cb4d281b89700089",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63eb980fcd5d9522b8e5051e",
        "name": "Blade",
        "alterego": "Eric Brooks",
        "description": "There are many men and women in the world who hunt vampires, but few strike as much fear into bloodsucking hearts as they do stakes. Blade is more than just a slayer of the undead, but a boogeyman’s boogeyman, the thing that makes ghouls and monsters lose sleep. Born from a mother ravaged by vampirism and gifted super human abilities by a bite from Morbius, the Living Vampire, Blade is the Daywalker—a skilled martial artist who possesses most vampire strengths and none of their weaknesses. His life is the tireless pursuit of eradicating the world of the beasts who seek to destroy innocent life.",
        "logo": "https://i.ibb.co/TkM7PT1/Blade.png",
        "image": "https://i.ibb.co/Fg3pLJZ/Blade.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 51,
        "createdAt": "2023-02-14T14:17:51.395Z",
        "updatedAt": "2023-10-08T20:03:29.227Z",
        "defaultForm": "65230880cb4d281b8970008d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ebd48e1803a98ca0ab169d",
        "name": "Venom",
        "alterego": "Eddward Charles Allan “Eddie” Brock",
        "description": "Eddie Brock is the former-villain-turned-hero Venom. Starting his career as a failed reporter unwittingly due to the actions of Spider-Man, he would go to Our Lady of Saints Church to ask God forgiveness before attempting suicide. However, a symbiote that was earlier discarded there by Spider-Man sensed his anger and merged with him, becoming one of the deadliest foes of Spider-Man. Going by the alias of Venom, he would give birth to another symbiote that bonded with the serial killer Cletus Kasady to become Carnage. For a time, Eddie agreed to a truce with Spider-Man and moved to San Francisco, where he became the anti-heroic Lethal Protector of an Underground City, but returned to villainy following a failed stint as a black ops government assassin. Parting ways with the Venom symbiote, Eddie began to seek redemption for his dark past - bonding to the Anti-Venom and Toxin symbiotes, before finally returning as Venom and attempting to become a true hero.",
        "logo": "https://i.ibb.co/drHNvFN/Venom.png",
        "image": "https://i.ibb.co/ccPCTtt/Venom.webp",
        "types": [
            "hero"
        ],
        "forms": [
            "63ebd66f1803a98ca0ab16a1",
            "63ec165733e06b50e4886697"
        ],
        "order": 52,
        "createdAt": "2023-02-14T18:35:58.765Z",
        "updatedAt": "2023-10-08T20:03:29.421Z",
        "defaultForm": "65230880cb4d281b89700091",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec302733e06b50e4886856",
        "name": "Agent Venom",
        "alterego": "Eugene “Flash” Thompson",
        "description": "Flash Thompson is a bully-turned selfless-soldier better known as Agent Anti-Venom. Initially the high school tormentor of Peter Parker, whose secret alter-ego of the super hero Spider-Man also happened to be Flash's biggest idol, Thompson grew out of his abusive behavior and befriended Peter in college. Flash joined the Army and was stationed in Southeast Asia, but had trouble finding a place to fit when he returned to the States. Flash spiralled into depression and combated alcoholism,[23] an addiction that was exploited by the villainous Norman Osborn to involve him in a car crash. This left Flash in a near-vegetative state after waking up from a coma. Thompson returned to service and earned a Medal of Honor, although for the same mission that cost him his legs. Becoming bonded to the Venom symbiote, Flash served as Agent Venom for Project Rebirth 2.0. He struck out on his own after it was shut down and also joined the Secret Avengers.",
        "logo": "https://i.ibb.co/VCLfdm6/Agent-Venom.png",
        "image": "https://i.ibb.co/m41DN02/Agent-Anti-Venom.jpg",
        "types": [
            "hero"
        ],
        "forms": [
            "63ec342733e06b50e488685b",
            "63ec360d33e06b50e4886865"
        ],
        "order": 53,
        "createdAt": "2023-02-15T01:06:48.234Z",
        "updatedAt": "2023-10-08T20:03:29.620Z",
        "defaultForm": "65230880cb4d281b89700095",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec3bf133e06b50e4886875",
        "name": "Black Cat",
        "alterego": "Felicia Sara Hardy",
        "description": "Felicia Hardy's father Walter Hardy was a world-renowned cat burglar who, before his arrest, encouraged her to never settle for second best. Felicia was trained in combat and decided to utilize her new skills to follow in the footsteps of her father. After having been arrested, Felicia was freed from prison by the Black Fox, her father's mentor, who took Felicia as his new pupil. After amassing a fortune in stolen items, Felicia chose to adopt a costume identity. She first donned the Black Cat costume in order to break her father out of prison. On the same night, she met Spider-Man. Despite her antipathy towards men, Felicia felt a kinship with this lone hero. Spider-Man was the first man she felt she could trust, and she grew to love him. After this, she has often used her abilities to aid Spider-Man and to work as a street level hero.",
        "logo": "https://i.ibb.co/GxxDcRh/Black-Cat.png",
        "image": "https://i.ibb.co/XDZrSzH/Black-Cat.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 54,
        "createdAt": "2023-02-15T01:57:05.358Z",
        "updatedAt": "2023-10-08T20:03:29.814Z",
        "defaultForm": "65230881cb4d281b89700099",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec40c833e06b50e488687d",
        "name": "Scarlet Spider",
        "alterego": "Ben Reilly",
        "description": "Ben Reilly is a genetic clone of Peter Parker, the super hero Spider-Man, who went on to determine his own identity as the Scarlet Spider. Ben was created by Miles Warren, the super villain known as the Jackal, to torment the hero, and seemingly died in their first encounter. The clone survived and exiled himself for five years, only returning to New York after learning that Parker's Aunt May was sick. After making amends with Peter, Ben fought alongside him as the Scarlet Spider. For a brief time, Ben and Peter were tricked by Norman Osborn via Seward Trainer to believe Ben was the real Peter Parker. Peter left New York with his wife Mary Jane Watson, leaving Ben to pick up the mantle of Spider-Man. During a subsequent confrontation against Osborn as the Green Goblin, Ben was impaled and died in Peter's arms, also discovering that Peter being the clone was a fabrication. Ben was later brought back to life by Miles Warren using a new cloning method, and spent years being constantly killed and resurrected by his creator to improve on the cloning technology. Driven mad, Ben managed to escape and overthrow Warren, becoming the new Jackal. He founded New U Technologies in an ill-conceived attempt to use cloning technology for good, but was ultimately stopped by Spider-Man. Seeking redemption but still mentally unstable, Ben moved to Las Vegas and resumed his identity as the Scarlet Spider.",
        "logo": "https://i.ibb.co/Zm988ph/Scarlet-Spider.png",
        "image": "https://i.ibb.co/5LxfsbL/Scarlet-Spider.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 55,
        "createdAt": "2023-02-15T02:17:44.109Z",
        "updatedAt": "2023-10-08T20:03:30.005Z",
        "defaultForm": "65230881cb4d281b8970009d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec45aa33e06b50e4886881",
        "name": "Ultimate Spider-Man",
        "alterego": "Miles Gonzalo Morales",
        "description": "Miles Morales is a teenager from Brooklyn who was bitten by a Genetically Altered Spider and became Earth-1610's Spider-Man following the death of that reality's Peter Parker. After the Multiverse was destroyed and subsequently rebuilt, Miles Morales, along with his friends and family, were transported to Earth-616 and rewritten into that world's history.",
        "logo": "https://i.ibb.co/pdkQ8d0/Miles-Morales.png",
        "image": "https://i.ibb.co/VQt4y8V/Miles-Morales.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 56,
        "createdAt": "2023-02-15T02:38:34.562Z",
        "updatedAt": "2023-10-08T20:03:30.199Z",
        "defaultForm": "65230881cb4d281b897000a1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec4ba7e41174853db11c60",
        "name": "Ghost-Spider",
        "alterego": "Gwendolyn Maxine “Gwen“ Stacy",
        "description": "After being bitten by a genetically-engineered spider, Gwen was granted arachnid-like super-powers, and started a career as a crimefighter, dubbed by the media as “Spider-Woman“. She was given a costume and a set of web-shooters by retired crimefighter Janet van Dyne. Gwen spent most of her early adventures focused on exploiting and maintaining her newfound attention more than helping those in need; however, Gwen's behavior changed after her father expressed he believed Spider-Woman could easily help people.Spider-Woman's influence also caused one of the biggest tragedies in Gwen's life. The bullied Peter Parker, desperate to be special like his idol Spider-Woman, conducted an experiment that turned him into a Lizard-like creature. Parker crashed the Midtown Senior Prom, where Gwen fought him. Despite his pleas for de-escalation, Gwen did not pull any punches. Following Gwen’s beatdown, Peter returned to his human form but, due to the injuries sustained at Gwen's attacks, he died. With no evidence or link to his transformation, Spider-Woman was blamed by the media for Peter's death and branded a criminal. Haunted by Peter's death, Gwen doubled her efforts to fight crime to redeem herself. Additionally, Gwen's father George was tasked with conducting the NYPD investigation to capture Spider-Woman. When Miles Morales' father vanished from Earth-616 and was found on Earth-65, Gwen teamed up with him and discovered that Jefferson Davis' Earth-65 counterpart was S.I.L.K. field agent known as the Scorpion. Coming across an alternate future world where they were married and had children, Gwen and Miles formed a romantic connection but were forced to part ways. She was eventually vanished from her universe, and now operates on the main Marvel Universe, under the alias of Ghost-Spider, with the hope of one day returning to her own universe",
        "logo": "https://i.ibb.co/0FYSBqW/Ghost-Spider.png",
        "image": "https://i.ibb.co/kMLjBq2/Ghost-Spider.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 57,
        "createdAt": "2023-02-15T03:04:07.547Z",
        "updatedAt": "2023-10-08T20:03:30.391Z",
        "defaultForm": "65230881cb4d281b897000a5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec4ef1e41174853db11c65",
        "name": "Spider-Woman",
        "alterego": "Jessica Miriam “Jess” Drew",
        "description": "Agent of Hydra. Agent of S.H.I.E.L.D. Agent of S.W.O.R.D. Bounty hunter. Private eye. Super powered. De-powered. Jessica Drew has been all of these things, but it seems no matter where her life takes her, it is her destiny to be the high-flying Super Hero known to the world as Spider-Woman.Young Jessica Drew’s powers began as a desperate father’s attempt to save his ailing daughter. Poisoned in the early 20th century by the uranium that was common in her childhood home in Transia, her father sought a... let’s call it unorthodox remedy. Johnathan Drew, an expert in the regenerative properties of certain arachnids, injected his daughter with an experimental serum and placed her in a genetic accelerator, where she remained for decades. When she emerged, she had unusual powers and eventually took on the identity of Spider-Woman. Under this moniker Drew has been a spy, a private detective, a double-agent of both S.H.I.E.L.D and Hydra, an Avenger, and a superhero serving countless organizations. She's quick, she’s multitalented, and she brings an amazing package of abilities to the tabletop for her 4 Threat. Spider-Woman makes fantastic use of all the bio-electric abilities that turn-of-the-century genetic engineering can provide!",
        "logo": "https://i.ibb.co/ccrY4k5/Spider-Woman.png",
        "image": "https://i.ibb.co/BN200hs/Spider-Woman.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 58,
        "createdAt": "2023-02-15T03:18:09.060Z",
        "updatedAt": "2023-10-08T20:03:30.583Z",
        "defaultForm": "65230881cb4d281b897000a9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec54b0e41174853db11cb5",
        "name": "She-Hulk",
        "alterego": "Jennifer Sue “Jen” Walters",
        "description": "Jennifer Walters is a talented lawyer and the cousin of Bruce Banner, the Hulk. After being shot by a mobster and seriously injured, she was saved by a blood transfusion from Bruce, and his gamma-irradiated blood mutated Jennifer into the She-Hulk, kicking off her adventuring career. Jen wasn't as strong as her cousin, but she maintained her intelligence as She-Hulk, soon learning to control her transformations and even embracing her green form. Throughout the years, Jen fought for justice in court and on the streets, developing great rivalries and friendships, and growing to become a respected leader. She worked for the District Attorney and also fought crime as a member of countless teams, namely the world-famous Avengers and Fantastic Four.",
        "logo": "https://i.ibb.co/fSsNRHc/She-Hulk.png",
        "image": "https://i.ibb.co/f2HV0qk/She-Hulk.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 59,
        "createdAt": "2023-02-15T03:42:40.380Z",
        "updatedAt": "2023-10-08T20:03:30.776Z",
        "defaultForm": "65230882cb4d281b897000ad",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec584ae41174853db11cbe",
        "name": "Moon Knight",
        "alterego": "Marc Spector",
        "description": "Marc Spector, better known as the vigilante Moon Knight, was once a mercenary left for dead in the desert, where he was revived by the Moon god Khonshu. Appointed as Khonshu's fist and high priest, Moon Knight enacts justice to protect those who travel at night. Marc also has dissociative identity disorder, some of his alters being millionaire Steven Grant and cab driver Jake Lockley. In the beginning of his career, Marc fought crime on the streets with the help of a network of informants, including his best friend “Frenchie“ Duchamp, the homeless Bertrand Crawley, and diner owner Gena Landers. Since the early days, Marc has mostly worked alone, but he's also been a member of a few superhero teams, including the West Coast Avengers, the Secret Avengers, and the Heroes for Hire.",
        "logo": "https://i.ibb.co/gtBBt0h/Moon-Knight.png",
        "image": "https://i.ibb.co/8KpQRHs/Moon-Knight.jpg",
        "types": [
            "hero"
        ],
        "forms": [
            "63ec5994e41174853db11cc6",
            "63ec5a6fe41174853db11cc8"
        ],
        "order": 60,
        "createdAt": "2023-02-15T03:58:02.285Z",
        "updatedAt": "2023-10-08T20:03:30.975Z",
        "defaultForm": "65230882cb4d281b897000b1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec66d1e41174853db11f71",
        "name": "Namor",
        "alterego": "Namor McKenzie",
        "description": "King Namor McKenzie, a.k.a. the Sub-Mariner, is the current ruler of Atlantis. Born as a mutant-hybrid son of a human father and an Atlantean princess, Namor has pale skin, unlike his Atlantean brethren (who usually have blue skin). To the surface dwellers, he is sometimes their ally, sometimes their enemy, for Namor's true allegiance is to Atlantis and its people.",
        "logo": "https://i.ibb.co/mJv6vGg/Namor.png",
        "image": "https://i.ibb.co/m9Q0TnF/Namor.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 61,
        "createdAt": "2023-02-15T05:00:01.706Z",
        "updatedAt": "2023-10-08T20:03:31.170Z",
        "defaultForm": "65230882cb4d281b897000b5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec6af2e41174853db11f7e",
        "name": "The Original Human Torch",
        "alterego": "Jim Hammond",
        "description": "The Human Torch was an android created by Professor Phineas T. Horton for scientific purposes. At a press-conference unveiling, however, Horton's creation burst into flames when exposed to oxygen, and, with human-like sentience, personality, and awareness, rebelled against his creator. Public outcry led to the Torch's being sealed in concrete, which Horton did until he could find a way to control the android's flames, though he eventually escaped due to a crack that let oxygen seep in. While the Torch then inadvertently caused parts of New York City to burn, he eventually learned to control his flame and vowed to help humanity. He would join other heroes like Captain America, Namor and the other Invaders, as war broke out in Europe, and later in the Pacific, to fight the Axis powers. During this time he acquired a young partner, Thomas “Toro“ Raymond and battles by his side for years.",
        "logo": "https://i.ibb.co/NNCm8NF/Torch.png",
        "image": "https://i.ibb.co/cQyBNQr/Torch.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 62,
        "createdAt": "2023-02-15T05:17:38.339Z",
        "updatedAt": "2023-10-08T20:03:31.364Z",
        "defaultForm": "65230882cb4d281b897000b9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec79cee41174853db11fdb",
        "name": "Agent Carter",
        "alterego": "Dr. Margaret Alexandra “Peggy“ Carter",
        "description": "By 1943, Peggy had joined the French Resistance as a field agent, codenamed Agent 13. While working undercover in a café during a very rainy day, she met a young soldier named Steve Rogers. The two shared what she believed to be a brief romance, though Rogers (in his role as Captain America) would walk in on Peggy after she'd killed a roomful of Nazi soldiers, and the two struck up a long-term romance. Unbeknownst to Cap, Peggy had been instructed by the Daughters of Liberty to get close to him in order to monitor him and keep him out of the wrong hands, though her love for him was genuine. Peggy would also join the original five Invaders in battle. Unfortunately, Peggy and Cap parted ways when they were each given missions by their respective superiors. She remained in contact with Cap up until his disappearance later that year. Peggy went old and died many years later. When the sentient Cosmic Cube known as Kobik replaced Captain America with an alternate reality counterpart of himself, she also inadvertently revived and rejuvenated Peggy. Now she works under the codename of The Dryad, working alongside her niece Sharon.",
        "logo": "https://i.ibb.co/VQYG29h/Agent-Carter.png",
        "image": "https://i.ibb.co/yWrKctq/Agent-Carter.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 63,
        "createdAt": "2023-02-15T06:21:02.328Z",
        "updatedAt": "2023-10-08T20:03:31.558Z",
        "defaultForm": "65230882cb4d281b897000bd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec7cf1e41174853db11fe5",
        "name": "Giant-Man",
        "alterego": "Dr. Henry “Hank“ Pym",
        "description": "Hank Pym, Ph.D, was an American entomologist, biochemist, roboticist, engineer and physicist and “Scientific Adventurer“. He was considered one of the smartest humans on Earth. He discovered the Pym Particles, subatomic particles which can increase or decrease the size and mass of objects or living beings. He built a suit and for a time, became the original Ant-Man, fighting beside his future wife, Janet Van Dyne, who had taken on the mantle of the Wasp. Alongside Van Dyne, he became a founding member of the Avengers, “Earth's Mightiest Heroes“. Pym was the creator of the deadly android, Ultron. He was also able to modify his Pym Particles to allow him to grow in size to become Giant-Man, and later Goliath. After a nervous breakdown he changed identities to Yellowjacket. His skills in science also led him to be appointed Earth's Scientist Supreme.",
        "logo": "https://i.ibb.co/b5Yd2L2/Giant-Man.png",
        "image": "https://i.ibb.co/0rhW704/Giant-Man.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 64,
        "createdAt": "2023-02-15T06:34:25.545Z",
        "updatedAt": "2023-10-08T20:03:31.753Z",
        "defaultForm": "65230883cb4d281b897000c1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec7ea2e41174853db11fea",
        "name": "Unstoppable Wasp",
        "alterego": "Nadia Van Dyne",
        "description": "Nadia was the daughter of Hank Pym and his first wife, Maria Trovaya, who was kidnapped during their honeymoon and subsequently killed by foreign agents. Nadia was raised in the Red Room in Moscow, Russia, where she was trained to become a Red Room agent herself. After studying the Pym Particles enough to master their size-changing properties, Nadia used them escape the Red Room. After her escape, Nadia immediately made her way to the front door of Hank Pym's home in Cresskill, New Jersey, where she discovered that Hank had seemingly sacrificed his life to stop Ultron shortly beforehand. Crushed that her father passed before she could even meet him, Nadia decided to shrink down and break into his lab in order to learn as much about him as she could. Using old Ant-Man suit pieces and materials lying around, she crafted a new costume and decided to become the new Wasp, vowing to earn the admiration of her father's allies.",
        "logo": "https://i.ibb.co/6XrsBSW/Unstoppable-Wasp.png",
        "image": "https://i.ibb.co/F793G5y/Unstoppable-Wasp.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 65,
        "createdAt": "2023-02-15T06:41:38.220Z",
        "updatedAt": "2023-10-08T20:03:31.958Z",
        "defaultForm": "65230883cb4d281b897000c5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ec81c1e41174853db11ff0",
        "name": "Black Knight",
        "alterego": "Dane Whitman",
        "description": "The title of the Black Knight is a title that has been passed around throughout the centuries to the current wielder of the magical Ebony Blade. The first man to take on the Black Knight name was Sir Percy of Scandia. In more modern times, the Black Knight is the hero and Avengers member Dane Whitman.Dane inherited his uncle Nathan Garrett's castle. He was unaware that his uncle had been the villainous Black Knight until finding notes and inventions. Eventually he came upon the Ebony Blade. Passing its test, Sir Percival explained the history of the blade and its curse. Taking the weapon Dane decided to be a hero, joining the Masters of Evil just as his uncle did, but with the intent of infiltrating them from within. This he did to aid the Avengers, but they did not trust him until he later assisted them against Kang the Conqueror.",
        "logo": "https://i.ibb.co/6HgTSq2/Black-Knight.png",
        "image": "https://i.ibb.co/7Y6dtgL/Black-Knight.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 66,
        "createdAt": "2023-02-15T06:54:57.404Z",
        "updatedAt": "2023-10-08T20:03:32.151Z",
        "defaultForm": "65230883cb4d281b897000c9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ecf78d2ddae036a976dff6",
        "name": "Union Jack",
        "alterego": "Joseph “Joey“ Chapman",
        "description": "Joey Chapman was the working class son of a Manchester dock worker who showed a talent for art. He was ashamed of his father when he was young because he believed he didn't do enough to raise his station in life, but once Chapman became an adult he came to respect how hardworking his father had been.[5] He went to university to study art and it was there that he met Kenneth Crichton who he was also on the wrestling team with. Kenneth was the son of Lord and Lady Crichton and the grandson of Lord Falsworth. Despite coming from different worlds the two struck up a close friendship. It was during a visit to Kenneth's ancestral home Falsworth manor that he was told the family secret: Both Kenny's grandfather and late uncle had worn the heroic mantle of Union Jack, while Ken's mother had been the superheroine Spitfire; also that the black sheep of the family Lord Falsworth's brother had been the vampiric German agent Baron Blood. Also visiting the Manor was family friend Steve Rogers who was summoned by Montgomery to help investigate the return of Baron Blood.They didn't have to wait long for the Baron soon entered the manor disguised as the local doctor, intending to turn his wheelchair-bound brother into one of the undead, condemning Montgomery to an eternity as a crippled old man. Lord Falsworth intended to act as bait by luring his brother into a trap, but he suffered a heart attack and was too weak to carry it out. It was decided that Joey would take Kenneth's place as Union Jack, as Kenneth would not have been strong enough to survive the fight.When the Baron was left alone with whom he thought to be his brother, he moved in for the kill; but then Chapman exploded out of the bed and launched a surprise attack against the vampire. Captain America entered the fray shortly afterward, and even though Chapman's inexperience in fighting vampires would work against him, the two valiantly fought Blood, and the Baron was eventually decapitated by Captain America's shield. Recognizing how he had earned it, the Falsworth's decided to allow Joey to continue as the new Union Jack. Shortly afterward Lord Falsworth passed away safe in the knowledge his legacy would live on.",
        "logo": "https://i.ibb.co/rc2ww4c/Union-Jack.png",
        "image": "https://i.ibb.co/BGvS33L/Union-Jack.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 67,
        "createdAt": "2023-02-15T15:17:33.393Z",
        "updatedAt": "2023-10-08T20:03:32.343Z",
        "defaultForm": "65230883cb4d281b897000cd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ecfb2be036675aacc28f7d",
        "name": "Dum Dum Dugan",
        "alterego": "Timothy Aloysius Cadwallader “Tim“ Dugan",
        "description": "In early 1941, Dugan was traveling with the circus through Europe. In the Netherlands, Dugan first met Nick Fury, the man who would become his closest friend, who was then a performer in a stunt flying act and parachute instructor. Dugan helped Fury and Sam Sawyer escape the Nazis during a mission. Dugan later joined the British Army. When Sawyer was charged with creating Fury's First Attack Squad, also known as the Howling Commandos, Sawyer invited Dugan to become second in command. The broken Great Wheel led to the creation of S.H.I.E.L.D., Hydra, Leviathan, and the Zodiac Cartel. Due to their long history together, Nick Fury invited Dugan to join S.H.I.E.L.D. In August of 1966, a year after the establishment of S.H.I.E.L.D. Dugan was fattally wounded by a ricocheted bullet. Deeply affected by the prospect of losing his best friend, Fury decided to put to work some extremely advanced Life-Model Decoys which had been retrofitted with alien tech. As an LMD, Dugan served at the front lines of many of S.H.I.E.L.D.'s battles. Dugan also came to know and befriend many of the world's heroes, including the Fantastic Four, Iron Man, Falcon, Black Widow, Quasar, and of course Captain America.",
        "logo": "https://i.ibb.co/pwddcKR/Dum-Dum-Dugan.png",
        "image": "https://i.ibb.co/JjjmKN3/Dum-Dum-Dugan.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 68,
        "createdAt": "2023-02-15T15:32:59.119Z",
        "updatedAt": "2023-10-08T20:03:32.537Z",
        "defaultForm": "65230883cb4d281b897000d1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed0c5b36f0b3ffff91ad85",
        "name": "Star Lord",
        "alterego": "Peter Jason Quill",
        "description": "Leader of the Guardians of the Galaxy, Peter Quill, brings a sassy sense of humor while protecting the universe from any and all threats. Peter Quill always longed to adventure across the universe. After joining NASA and encountering a celestial being on one of his first trips to space, Quill chose to venture out on his own as the intergalactic Super Hero known as Star-Lord. Star-Lord founded the second iteration of the Guardians, recruiting the likes of Groot, Rocket Raccoon, Gamora, Drax the Destroyer, Quasar, and Adam Warlock into his super crew.",
        "logo": "https://i.ibb.co/x1J2vdM/Star-Lord.png",
        "image": "https://i.ibb.co/9hPxM0j/Star-Lord.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 69,
        "createdAt": "2023-02-15T16:46:19.405Z",
        "updatedAt": "2023-10-08T20:03:32.731Z",
        "defaultForm": "65230884cb4d281b897000d5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed0f6636f0b3ffff91ad8b",
        "name": "Gamora",
        "alterego": "Gamora Zen Whoberi Ben Titan",
        "description": "Gamora is a deadly assassin, raised by Thanos the Mad Titan to become the most dangerous woman in the galaxy. She is the sole survivor of the Zen-Whoberis, who were exterminated by the Universal Church of Truth, worshippers of the Magus. Taken by Thanos to the past, she was forged from victim into the killer of the Magus. Under Thanos' care, Gamora was trained as an elite assassin and had her body mechanically improved. Gamora's mission eventually led her to meet Adam Warlock, the Magus' younger self. As a temporal anomaly, Gamora's help was crucial for Warlock and Thanos to defeat the Magus. With the Magus defeated, events in the future changed so that her people were slaughtered by the Badoon instead, and Gamora's memories of those events have been affected by these timeline changes. Gamora questioned her father's macabre obsession with death and ultimately betrayed him, joining Warlock and eventually Star-Lord and his Guardians of the Galaxy.",
        "logo": "https://i.ibb.co/2v1nrt4/Gamora.png",
        "image": "https://i.ibb.co/41rkBYp/Gamora.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 70,
        "createdAt": "2023-02-15T16:59:18.847Z",
        "updatedAt": "2023-10-08T20:03:32.924Z",
        "defaultForm": "65230884cb4d281b897000d9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed136f36f0b3ffff91ad8f",
        "name": "Rocket Raccoon",
        "alterego": "Rocket Raccoon",
        "description": "Rocket Raccoon is a genetically and cybernetically enhanced raccoon turned freelance mercenary turned member of the Guardians of the Galaxy. He is considered to have one of the best tactical minds in the galaxy. He hails from Halfworld in the Keystone Quadrant where scientists were able to turn animals into sentient beings. Alongside his friend and partner Groot, he travels the galaxy picking up bounties.",
        "logo": "https://i.ibb.co/9nG9dqh/Rocket-Raccoon.png",
        "image": "https://i.ibb.co/1bYWmRk/Rocket-Raccoon.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 71,
        "createdAt": "2023-02-15T17:16:31.884Z",
        "updatedAt": "2023-10-08T20:03:33.118Z",
        "defaultForm": "65230884cb4d281b897000dd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed162636f0b3ffff91ad9a",
        "name": "Groot",
        "alterego": "Groot",
        "description": "Groot was a Flora colossi from Planet X, the capital of the branch worlds. He did not get along with his fellow saplings, instead preferring the company of the Maintenance Mammals who the other saplings treated with prejudice. Into his adulthood, Groot found himself in Kree space, where he was promptly captured and imprisoned. While in jail, he formed a rapport with Rocket Raccoon and was assigned to a covert ops team led by Star-lord. Groot joined Star-Lord's Guardians of the Galaxy, alongside many of those he had fought against the Phalanx alongside, including Rocket, who is now his best friend.",
        "logo": "https://i.ibb.co/M7RVpZW/Groot.png",
        "image": "https://i.ibb.co/1z12KbQ/Groot.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 72,
        "createdAt": "2023-02-15T17:28:06.435Z",
        "updatedAt": "2023-10-08T20:03:33.310Z",
        "defaultForm": "65230884cb4d281b897000e1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed187c36f0b3ffff91ada5",
        "name": "Drax the Destroyer",
        "alterego": "Arthur Douglas",
        "description": "Born Arthur Douglas, Drax was just a normal family man who lived with his wife and daughter, who would go on to become Moondragon, until Thanos came to Earth and slaughtered his family. After the death of his family, Arthur swore revenge on the man who killed his wife and separated him from his daughter, becoming Drax the Destroyer. Drax the Destroyer would later join the Guardians of the Galaxy and become a prominent member of the team.",
        "logo": "https://i.ibb.co/nbVL2t4/Drax.png",
        "image": "https://i.ibb.co/fnZhR9c/Drax.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 73,
        "createdAt": "2023-02-15T17:38:04.918Z",
        "updatedAt": "2023-10-08T20:03:33.503Z",
        "defaultForm": "65230884cb4d281b897000e5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed1d4036f0b3ffff91adab",
        "name": "Mantis",
        "alterego": "Brandt (first name unrevealed)",
        "description": "Mantis was the daughter of Gustav Brandt and Lua Nguyen. While a child, she was trained by the alien Priests of Pama, a sect of the Kree, who believed that she might become the Celestial Madonna. She excelled in her martial arts studies, which landed her the name Mantis. Being the protectors of the Cotati, the Priests of Pama enhanced her mind giving her telepathic abilities. She met the Swordsman in Vietnam. She helped him regain his self-respect and followed him when the former villain attempted to rejoin the Avengers. As an Avenger, Mantis battled the Troglodytes, and then later Doctor Strange as part of the Avengers/Defenders War. She eventually agreed to help Quill in forming the Guardians of the Galaxy by psychically influencing Drax, Phyla-Vell, Gamora, and a newly resurrected Adam Warlock to join their struggling attempts to reestablish the galaxy's balance and order after the destruction from the Annihilation waves. ",
        "logo": "https://i.ibb.co/6bfL3YJ/Mantis.png",
        "image": "https://i.ibb.co/rst5v7z/Mantis.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 74,
        "createdAt": "2023-02-15T17:58:24.637Z",
        "updatedAt": "2023-10-08T20:03:33.697Z",
        "defaultForm": "65230885cb4d281b897000e9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed45df3ad737fc43628c54",
        "name": "Yondu",
        "alterego": "Yondu Udonta",
        "description": "Yondu Udonta is a Centaurian born in a tribe on the primitive planet of Centauri-IV. At a very young age, Yondu presenced the coming of an alien species to his tribe, the Syneca. Yondu was excommunicated from the tribe before he could learn how to whistle, a well-known ability of the Centaurians which allows them to control the Yaka arrows. After years in a life outlaw activities, Yondu became the leader of the Ravagers, a group of space pirates. Yondu found a young Peter Quill when a Kree Warbird he was interested in malfunctioned in Quill's hands, leaving him stranded in outer space. Yondu and Peter grew closer over time, and after having relegated him to janitor duties, he decided to promote Quill to being a Ravager as he saw some potential in Quill's abilities as a pirate. But Quill escaped and abandoned them. He would eventully find him with his new crew, the Guardians of the Galaxy.",
        "logo": "https://i.ibb.co/pQSz29w/Yondu.png",
        "image": "https://i.ibb.co/PhTFYhZ/Yondu.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 75,
        "createdAt": "2023-02-15T20:51:43.882Z",
        "updatedAt": "2023-10-08T20:03:33.895Z",
        "defaultForm": "65230885cb4d281b897000ed",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed49573ad737fc43628c5e",
        "name": "Nova",
        "alterego": "Richard “Rich“ Rider",
        "description": "Richard Rider was born in Hempstead, New York. As a teenager, he was chosen at random by the alien Rhomann Dey, last surviving Centurion of the planet Xandar's elite Nova Corps, to inherit his power and succeed him in the rank of Nova Prime following the destruction of his world by the intergalactic pirate Zorr. The sudden infusion of power overloaded Rider's body, and he was hospitalized. While Rider was comatose, the moribund Rhomann Dey explained to him telepathically what had happened to him and what his mission was. Rider's recovery was as sudden as his incapacitation had been, being preceded by eye-blasts that knocked a doctor out of his room. Discharged, he tried to resume his normal routine. But the very next day, Rider was alone in his bedroom when Dey suddenly transmitted to him Dey's last gift to Rider, his Centurion's uniform. Rider discovered that he now possessed super strength, near invulnerability, the power to fly, and a uniform with a sealed life-support system, but with little instruction as to how to use these new powers. Indeed, he barely had the opportunity to test out these powers before radio circuitry contained in his uniform's helmet alerted him to Zorr, who was on a rampage in the heart of New York City. Rider was able to locate Zorr and engage him in combats, although he was unable to fatally wound Zorr. Now he is Nova, a super-hero that protects not only earth but the entire galaxy.",
        "logo": "https://i.ibb.co/4JgtkQW/Nova.png",
        "image": "https://i.ibb.co/3v5vwh5/Nova.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 76,
        "createdAt": "2023-02-15T21:06:31.613Z",
        "updatedAt": "2023-10-08T20:03:34.088Z",
        "defaultForm": "65230885cb4d281b897000f1",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63ed4bf03ad737fc43628c63",
        "name": "Ms. Marvel",
        "alterego": "Kamala Khan",
        "description": "Kamala Khan, a.k.a. Ms. Marvel, is a Muslim Pakistani-American teenager from New Jersey. She possess latent Inhuman lineage activated by the Terrigen Bomb. When she was exposed to the Terrigen Mist she became a polymorph with the ability to stretch her body in almost any way imaginable. Kamala was a huge fan of superheroes, especially Carol Danvers, the former Ms. Marvel. She went on to become the newest holder of the Ms. Marvel identity.",
        "logo": "https://i.ibb.co/Bj6RYbd/Ms-Marvel.png",
        "image": "https://i.ibb.co/ScQbcVz/Ms-Marvel.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 77,
        "createdAt": "2023-02-15T21:17:36.336Z",
        "updatedAt": "2023-10-08T20:03:34.282Z",
        "defaultForm": "65230885cb4d281b897000f5",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63fc0f1dfce65ad9f9fb3187",
        "name": "Black Bolt",
        "alterego": "Blackagar Boltagon",
        "description": "Black Bolt was born to two of Attilan's top geneticists, Agon, head of the ruling Council of Genetics, and Rynda, director of the Prenatal Care Center. Subjected to the mutagenic Terrigen Mist while still an embryo, Bolt was born with strange powers surpassing even the Inhumans' norm. A month after being awarded his freedom, Black Bolt discovered his younger brother Maximus in the process of making a treacherous pact with emissaries of the alien Kree. Attempting to stop the Kree ship before it escaped, Bolt used the forbidden power of his quasi-sonic voice to knock the ship out of the sky. When the ship crashed to Earth, it landed on the parliament, killing several key members of the Council of Genetics, including his parents, Agon and Rynda. The reverberations of his brother's shout affected Maximus's sanity and suppressed his nascent mental powers. Despite his guilt and silent protests, Black Bolt was obligated to accept the mantle of leadership of the Inhumans at age twenty. Since then, he is the ruler of Attilan, but is also an ally to many heroes in earth, like the fantastic four.",
        "logo": "https://i.ibb.co/5hCNsCM/Black-Bolt.png",
        "image": "https://i.ibb.co/JC7X8pB/Black-Bolt.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 78,
        "createdAt": "2023-02-27T02:02:05.997Z",
        "updatedAt": "2023-10-08T20:03:34.475Z",
        "defaultForm": "65230885cb4d281b897000f9",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63fc16fb310a2e42fe8e26d9",
        "name": "Medusa",
        "alterego": "Medusalith Amaquelin",
        "description": "When the Alpha Primitive worker race revolted, Medusa battled their leaders, the Trikon. Her sky sled crashed in the fight and she became an amnesiac wanderer, until the Wizard found her on a small Mediterranean Island, fighting French soldiers. As he was creating an evil version of the Fantastic Four, he needed a woman to join his Frightful Four. Medusa readily agreed and filled out the evil foursome as they tried many times to embarrass and defeat the Fantastic Four. After helping Black Bolt, protecting her kingdom from Maximus, she gained his trust and eventually became his wife and queen of Atitlan.",
        "logo": "https://i.ibb.co/tL0hSRs/Medusa.png",
        "image": "https://i.ibb.co/kDDwc8V/Medusa.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 79,
        "createdAt": "2023-02-27T02:35:39.080Z",
        "updatedAt": "2023-10-08T20:03:34.668Z",
        "defaultForm": "65230885cb4d281b897000fd",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63fc1b10310a2e42fe8e2704",
        "name": "Crystal",
        "alterego": "Crystalia Amaquelin",
        "description": "Crystal was the second child born to the Inhuman nutritionists Quelin and Ambur. She is considered part of the Royal Family of Attilan. Like her older sister, Medusa, Crystal was subjected to the Terrigen Mist when she was an infant, and the process endowed her with certain mental powers. While she was still a child, war erupted, forcing Crystal and her kinsmen to flee Attilan. Crystal passed through adolescence into young adulthood while wandering with her kinsmen through Asia, Europe, and finally America in search of Crystal's amnesiac sister Medusa. When they finally caught up with Medusa in New York, Medusa had sought refuge with the Fantastic Four, mistaking her kinsmen for her enemies. Crystal then met Johnny Storm of the Fantastic Four and the two began a romantic relationship that survived Crystal's return to Attilan and a lengthy separation. She now serve as part of the Inhuman Royal Family, and helps many superheroes, whenever she is needed.",
        "logo": "https://i.ibb.co/FwwXJbL/Crystal.png",
        "image": "https://i.ibb.co/h7p4Qh7/Crystal.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 80,
        "createdAt": "2023-02-27T02:53:04.158Z",
        "updatedAt": "2023-10-08T20:03:34.862Z",
        "defaultForm": "65230886cb4d281b89700101",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63fc1f57310a2e42fe8e2735",
        "name": "Gorgon",
        "alterego": "Gorgon Petragon",
        "description": "Gorgon Petragon was an Inhuman and the son of Korath and Milena, members of the House of Agon, the royal family of the Inhumans. He was cousin to Blackagar and Maximus Boltagon. Exposed to Terrigenesis, he developed a physical mutation in the form of hooves, along with the ability to create kinetic shockwaves. When Black Bolt, Medusa and Maximus fled to the humans' world after an Alpha Primitives' insurrection, Gorgon was challenged into a contest to serve as viceroy in the stead of Kadlec the Seeker who was sent to retrieve the sons of Agon. Gorgon was taught by the Unspoken some advises on the ways to rule. Gorgon fell in love with, and eventually married, a woman named Myrra and had children with her. Myrra eventually died, leaving Gorgon with an everlasting pain inside him. He had a daughter, Alecto (unknown if Myrra was the mother) then, from another mother, a son, Petras Petragon.",
        "logo": "https://i.ibb.co/xjtnTsK/Gorgon.png",
        "image": "https://i.ibb.co/whfDjbn/Gorgon.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 81,
        "createdAt": "2023-02-27T03:11:19.552Z",
        "updatedAt": "2023-10-08T20:03:35.055Z",
        "defaultForm": "65230886cb4d281b89700105",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63fc2395310a2e42fe8e275b",
        "name": "Karnak",
        "alterego": "Karnak Mander-Azur",
        "description": "Karnak Mander-Azur is the second son of an Inhuman priest and philosopher named Mander and an ocean biologist named Azur. They sent their first son, Triton, into the Terrigen Mist when he was an infant, rendering him incapable of functioning outside an aquatic environment. Thus, they pleaded with the Genetic Council to raise Karnak without Terrigen mutation. Karnak was enrolled in his father's religious seminary in the Tower of Wisdom, where he trained in various physical and mental disciplines until he was eighteen years old; meanwhile, at some point Azur died in a mysterious undersea mishap Karnak also fathered a son, Leer with an unrevealed woman named at an unknown period of time. He fought against th Fantastic Four, but eventually became their allies.",
        "logo": "https://i.ibb.co/KxJtNyW/Karnak.png",
        "image": "https://i.ibb.co/CB8hsCH/Karnak.jpg",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 82,
        "createdAt": "2023-02-27T03:29:25.450Z",
        "updatedAt": "2023-10-08T20:03:35.249Z",
        "defaultForm": "65230886cb4d281b89700109",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "63fc3044310a2e42fe8e2782",
        "name": "Silver Surfer",
        "alterego": "Norrin Radd",
        "description": "The Silver Surfer is a humanoid alien with metallic skin who can travel through space with the aid of his surfboard-like craft. Originally a young astronomer named Norrin Radd on the planet Zenn-La, he saved his homeworld from the planet devourer, Galactus, by serving as his herald. Imbued in return with some portion of Galactus' Power Cosmic, he acquired vast power, a new body and a surfboard-like craft on which he could travel faster than light. Now known as the Silver Surfer, he roamed the cosmos searching for planets for Galactus to consume. When his travels took him to Earth, he met the Fantastic Four, who helped him rediscover his nobility of spirit. Betraying Galactus, he saved Earth but was exiled there as punishment.",
        "logo": "https://i.ibb.co/yf5wjGb/Silver-Surfer.png",
        "image": "https://i.ibb.co/rpQVyrz/Silver-Surfer.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 83,
        "createdAt": "2023-02-27T04:23:32.741Z",
        "updatedAt": "2023-10-08T20:03:35.441Z",
        "defaultForm": "65230886cb4d281b8970010d",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "6400b7e557ffff6501218fef",
        "name": "Sylvie",
        "alterego": "Sylvie Laufeydottir",
        "description": "Sylvie Laufeydottir, born Loki Laufeydottir, is a Princess of Asgard who comes fron another universe and caused a Nexus event as a child which forced her to escape for years from the Time Variance Authority. Sylvie hid throughout the timelines, while seeking revenge against the TVA and the Time-Keepers. On the cusp of her plan's success, however, she was interrupted by another Loki Variant, with whom she eventually formed an uneasy alliance. Having convinced Loki of the TVA's lies and manipulations, they worked together to fight them, discovering the Time-Keepers, the leaders of the TVA, were fakes. With her only ally being Loki, Sylvie followed him into the Void, in the wake of Ravonna Renslayer sending him there, where they eventually found and confronted He Who Remains, the real creator of the TVA. Despite warnings from Loki about the consequences, Sylvie enacted her revenge and killed He Who Remains, causing the Multiverse to expand and Kang the Conqueror to gain power.",
        "logo": "https://i.ibb.co/rcnwtFs/Sylvie.png",
        "image": "https://i.ibb.co/XXTRTwt/Sylvie.png",
        "types": [
            "hero"
        ],
        "forms": [],
        "order": 84,
        "createdAt": "2023-03-02T14:51:17.868Z",
        "updatedAt": "2023-10-08T20:03:35.638Z",
        "defaultForm": "65230886cb4d281b89700111",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    },
    {
        "_id": "77e99778dc29df177633ef77",
        "name": "Starfox",
        "alterego": "Eros (Legally changed from Eron)",
        "description": "Eros is the youngest son of two Eternals A'Lars and Sui-San. Originally named Eron, he was rechristened Eros at the age of 5, given his interest in the opposite sex. Eros grew up to be a fun-loving, carefree womanizer in contrast to his brother Thanos, a power-hungry, misanthropic schemer. In his youth, Eros became integrated with the Machine, becoming a true Eternal and increasing their number to 101. While his brother Thanos would later try and fail to achieve the same feat, Eros accomplished it without even trying. The Machine believed this to be a perfect reflection of Eros' personality. While Sui-San attempted to convince her son to stay with the other Earth-bound Eternals, and to redeem the experiment of his parents, Eros felt that he was too young and had lived too little. Only when Thanos launched his first major attack against Titan, an attack that left their mother Sui-San dead, did Eros begin to take life a bit more seriously. In subsequent campaigns against Thanos, Eros fought alongside Titan's handful of survivors. Eros joined the Kree Captain Mar-Vell and the Avengers in the first major defeat of Thanos. Eros lived many other adventures and recently, after some mutant psychics were able to enter the Uni-Mind, and successfully voted Eros to the position of Prime Eternal.",
        "logo": "https://i.ibb.co/FbjvZkh/Starfox.png",
        "image": "https://i.ibb.co/BGhB7M0/Starfox.webp",
        "types": [
            "hero"
        ],
        "forms": [],
        "createdAt": "2023-07-09T23:44:13.462Z",
        "updatedAt": "2023-10-08T20:03:35.832Z",
        "defaultForm": "65230887cb4d281b89700115",
        "abilities": [],
        "powers": [],
        "weaknesses": []
    }
]